Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/mayan_statistics/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Statistics
bo: བསྡོམས་རྩིས་དཔྱད་གཞི།

source: Type
bo: རིགས

source: Schedule
bo: ཐོ་གཞུང

source: Last update
bo: མཐའ་མའི་གསར་བརྗེ།

source: Statistics namespace
bo: རྩིས་དཔྱད་མིང་གི་བར་སྟོང་།

source: Never
bo: གཏན་ནས

source: Doughnut chart
bo: ཌོ་ནཊ་རེའུ་མིག

source: Line chart
bo: ཐིག་ཁྲམ།

source: Pie chart
bo: པའེ་ཅཱརཊ།

source: Namespace details
bo: མིང་གནས་ཞིབ་ཕྲ།

source: Namespace list
bo: མིང་གནས་ཐོ་གཞུང་།

source: Queue
bo: ལྕང་ལོ

source: View
bo: ལྟ་ཚུལ

source: Slug
bo: སྲུལ།

source: Date time
bo: ཚེས་གྲངས་དུས་ཚོད།

source: Data
bo: གཞི་གྲངས

source: Statistics result
bo: བསྡོམས་རྩིས་གྲུབ་འབྲས།

source: Statistics results
bo: བསྡོམས་རྩིས་གྲུབ་འབྲས།

source: View statistics
bo: གྲངས་གཞི་ལྟ་བ།

source: Execute statistic
bo: གྲངས་གཞི་ལག་བསྟར་བྱེད་པ།

source: No data available.
bo: གཞི་གྲངས་མེད།

source: Last update: %(datetime)s
bo: མཐའ་མའི་ཁ་སྐོང་། %(datetime)s

source: Statistic "%s" not found.
bo: རྩིས་དཔྱད་ &quot; %s &quot; མ་རྙེད།

source: Statistics namespaces group statistics into logical units.
bo: རྩིས་དཔྱད་མིང་གནས་ཀྱིས་རྩིས་དཔྱད་དེ་གཏན་ཚིག་གི་ཚད་གཞི་ལ་སྡེ་ཚན་བཟོས།

source: No statistic namespaces available
bo: རྩིས་དཔྱད་མིང་གི་བར་སྟོང་མེད།

source: Statistics namespaces
bo: རྩིས་དཔྱད་མིང་བར་སྟོང་།

source: Statistics are metrics and chart representations of existing data.
bo: རྩིས་དཔྱད་ནི་ད་ཡོད་ཀྱི་གཞི་གྲངས་ཀྱི་ཚད་གཞི་དང་རེའུ་མིག་མཚོན་ཚུལ་ཡིན།

source: No statistic available
bo: གྲངས་གཞི་མེད་པ།

source: Namespace details for: %s
bo: མིང་གནས་ཀྱི་ཞིབ་ཕྲ།: %s

source: Results for: %s
bo: གྲུབ་འབྲས།: %s

source: Queue statistic "%s" to be updated?
bo: བང་རིམ་གྱི་རྩིས་དཔྱད་ &quot; %s &quot; གསར་བརྗེ་བྱེད་དགོས་སམ།

source: Statistic "%s" queued successfully for update.
bo: རྩིས་དཔྱད་ &quot; %s &quot; གསར་བརྗེ་བྱེད་པར་མཐར་ཕྱིན་ངང་བང་སྒྲིག་བྱས།
