Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/credentials/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Credentials
bo: བདེན་དཔང་ཡིག་ཆ།

source: The credential entry to use for authentication.
bo: བདེན་དཔང་བྱེད་པར་བེད་སྤྱོད་གཏོང་བའི་ཆོག་མཆན་ཐོ་འགོད།

source: Credential
bo: བདེན་དཔང་ཡིག་ཆ།

source: Authentication
bo: བདེན་དཔང་།

source: Optional credential entry to use for authentication.
bo: བདེན་དཔང་བྱེད་པར་བེད་སྤྱོད་གཏོང་བའི་འདམ་ཀའི་ཆོག་མཆན་ཐོ་འགོད།

source: General
bo: སྤྱིར་བཏང་གི

source: Null backend
bo: རྒྱབ་ཕྱོགས་སྟོང་པ།

source: Token
bo: བརྡ་རྟགས།

source: Generated token value used to make API calls.
bo: API ཁ་པར་གཏོང་བར་སྤྱོད་པའི་བརྡ་རྟགས་རིན་ཐང་བཟོས་ཡོད།

source: Access token
bo: འཛུལ་སྤྱོད་བརྡ་རྟགས།

source: Identity
bo: ཐོབ་ཐང

source: Project ID
bo: ལས་གཞིའི་ཨང་རྟགས།

source: Private Key ID
bo: སྒེར་གྱི་ལྡེ་མིག་ཨང་རྟགས།

source: Private Key
bo: སྒེར་གྱི་ལྡེ་མིག་།

source: Client email
bo: མཁོ་སྤྲོད་གློག་འཕྲིན།

source: Client ID
bo: མཁོ་སྤྲོད་པ་ཨང་རྟགས།

source: Authentication URI
bo: བདེན་དཔང་URI

source: Token URI
bo: རྟགས་མཚན་URI

source: X509 certificate provider URL
bo: X509ལག་ཁྱེར་མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་URL

source: Client X509 certificate URL
bo: མཁོ་སྤྲོད་པ་X509ལག་ཁྱེར་URL

source: Google Service Account
bo: གུ་གུལ་ཞབས་ཞུའི་རྩིས་ཁྲ།

source: Project
bo: ལས་གཞི

source: Secrets
bo: གསང་བ།

source: Indentity
bo: ངོ་བོ།

source: Certificate
bo: ལག་འཁྱེར

source: Username
bo: སྤྱོད་མཁན་གྱི་མིང་།

source: Pseudonym used to identify a user.
bo: སྤྱོད་མཁན་ངོས་འཛིན་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་མིང་རྫུན་མ།

source: Password
bo: གསང་གྲངས

source: Character string used to authenticate the user.
bo: སྤྱོད་མཁན་གྱི་བདེན་དཔང་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་ཡིག་འབྲུའི་ཡིག་རྒྱུན།

source: Username and password
bo: སྤྱོད་མཁན་གྱི་མིང་དང་གསང་གྲངས།

source: Credential created
bo: ཡིག་ཆ་གསར་བཟོ།

source: Credential edited
bo: དཔང་ཡིག་རྩོམ་སྒྲིག་བྱས།

source: Credential used
bo: ཆོག་མཆན་ལག་ཁྱེར་བེད་སྤྱོད་བྱས།

source: The backend to use for the credential.
bo: ཡིག་ཆའི་ཆེད་དུ་བེད་སྤྱོད་གཏོང་བའི་རྒྱབ་ལྗོངས།

source: Backend
bo: རྒྱབ་ལྗོངས།

source: Create credential
bo: བདེན་དཔང་གསར་བཟོ།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Credential list
bo: ཆོག་མཆན་ཐོ་གཞུང་།

source: Short description of this credential.
bo: ཡིག་ཆ་འདིའི་འགྲེལ་བཤད་ཐུང་ངུ།

source: Label
bo: ལག་ཁྱེར་།

source: This value will be used by other apps to reference this credential. Can only contain letters, numbers, and underscores.
bo: རིན་ཐང་འདི་མཉེན་ཆས་གཞན་གྱིས་ཡིག་ཆ་འདི་ལ་གཞི་གྲངས་བྱེད་པར་བེད་སྤྱོད་གཏོང་གི་རེད། ཡི་གེ་དང་ཨང་གྲངས་དང་འོག་ཐིག་ཁོ་ན་འདུས་ཐུབ།

source: Internal name
bo: ནང་ཁུལ་གྱི་མིང་།

source: Create credentials
bo: དཔང་ཡིག་གསར་བཟོ།

source: Delete credentials
bo: ཆོག་མཆན་ཡིག་ཆ་སུབ་པ།

source: Edit credentials
bo: དཔང་ཡིག་རྩོམ་སྒྲིག་བྱེད་པ།

source: Use credential
bo: བདེན་དཔང་བེད་སྤྱོད་བྱེད་པ།

source: View credentials
bo: ཡིག་ཆ་ལྟ་བ།

source: New credential backend selection
bo: ཡིག་ཆ་གསར་པའི་རྒྱབ་ཕྱོགས་འདེམས་སྒྲུག

source: Create a "%s" credential
bo: &quot; %s &quot; ཡིག་ཆ་གསར་འཛུགས་བྱེད།

source: Delete credential: %s
bo: ཆོག་མཆན་ཡིག་ཆ་ %s

source: Edit credential: %s
bo: ཞུན་དག་ཆོག་མཆན་ %s

source: Credentials represent an identity. These are used to when accessing external systems or services.
bo: ཡིག་ཆ་དེས་ངོ་བོ་མཚོན་གྱི་ཡོད། འདི་དག་ཕྱི་ཕྱོགས་ཀྱི་མ་ལག་དང་ཞབས་ཞུ་ལ་འཛུལ་སྐབས་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད།

source: No credentials available
bo: ཡིག་ཆ་གང་ཡང་མེད།
