Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/web_links/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Web links
bo: དྲ་རྒྱའི་འབྲེལ་མཐུད།

source: Web link created
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་བཟོས་ཡོད།

source: Web link edited
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་རྩོམ་སྒྲིག་བྱས།

source: Web link navigated
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་འགྲུལ་བཞུད་བྱས།

source: General
bo: སྤྱིར་བཏང་གི

source: Templating
bo: དཔེ་སྒྲོམ་བཟོ་བ།

source: Create new web link
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་གསར་པ་བཟོས།

source: Delete
bo: བསུབ་པ།

source: Document types
bo: ཡིག་ཆའི་རིགས་།

source: Edit
bo: བཅོས་པ།

source: Navigate
bo: འགྲུལ་བཞུད་བྱེད་པ།

source: A short text describing the web link.
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་བརྗོད་པའི་ཡི་གེ་ཐུང་ཐུང་ཞིག

source: Label
bo: ལག་ཁྱེར་།

source: Template that will be used to craft the final URL of the web link.
bo: དྲ་རྒྱའི་འབྲེལ་མཐུད་ཀྱི་མཐའ་མའི་URLབཟོ་བར་སྤྱོད་རྒྱུའི་དཔེ་སྒྲོམ།

source: Template
bo: དཔེ་གཞི།

source: Enabled
bo: བེད་སྤྱོད་ཆོག་པ།

source: Web link
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད།

source: Create new web links
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་གསར་པ་བཟོས།

source: Delete web links
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་སུབ་པ།

source: Edit web links
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་རྩོམ་སྒྲིག་བྱེད་པ།

source: View existing web links
bo: ད་ཡོད་དྲ་རྒྱའི་སྦྲེལ་མཐུད་ལ་ལྟ་བ།

source: View web link instances
bo: དྲ་རྒྱའི་འབྲེལ་མཐུད་ཀྱི་དཔེ་མཚོན་ལ་ལྟ་བ།

source: Primary key of the document type to add to the web link.
bo: དྲ་རྒྱའི་འབྲེལ་མཐུད་ལ་ཁ་སྣོན་བྱེད་པའི་ཡིག་ཆའི་རིགས་ཀྱི་ལྡེ་མིག་གཙོ་བོ།

source: Document type ID
bo: ཡིག་ཆའི་རིགས་ཀྱི་ཨང་རྟགས།

source: Primary key of the document type to remove from the web link.
bo: དྲ་རྒྱའི་འབྲེལ་མཐུད་ནས་མེད་པར་བཟོ་བའི་ཡིག་ཆའི་རིགས་ཀྱི་ལྡེ་མིག་གཙོ་བོ།

source: Document types add URL
bo: ཡིག་ཆའི་རིགས་URLཁ་སྣོན་བྱེད།

source: Document types remove URL
bo: ཡིག་ཆའི་རིགས་URLམེད་པར་བཟོས།

source: Document types URL
bo: ཡིག་ཆའི་རིགས་URL།

source: Navigation URL
bo: འགྲིམ་འགྲུལ་URL

source: Web links enabled
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་ནུས་ལྡན་བཟོས།

source: Available web links
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་ཡོད་པ།

source: Web links to enable for document type: %s
bo: ཡིག་ཆའི་རིགས་ལ་ལྕོགས་ཅན་བཟོ་བའི་དྲ་རྒྱའི་འབྲེལ་མཐུད། %s

source: Delete web link: %s
bo: དྲ་རྒྱའི་སྦྲེལ་ %s

source: Document types enabled
bo: ཡིག་ཆའི་རིགས་ནུས་ལྡན་བཟོས།

source: Available document types
bo: ཡོད་པའི་ཡིག་ཆའི་རིགས།

source: Document type for which to enable web link: %s
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་ལག་བསྟར་བྱེད་པའི་ཡིག་ཆའི་རིགས། %s

source: Edit web link: %s
bo: དྲ་རྒྱའི་སྦྲེལ་མཐུད་རྩོམ་སྒྲིག: %s

source: Web links allow generating HTTP links from documents to external resources. The link URL's can contain document properties values.
bo: དྲ་རྒྱའི་འབྲེལ་མཐུད་ཀྱིས་ཡིག་ཆ་ནས་ཕྱི་ཕྱོགས་ཀྱི་ཐོན་ཁུངས་ལ་HTTPའབྲེལ་མཐུད་བཟོ་ཐུབ། འབྲེལ་མཐུད་URLནང་ཡིག་ཆའི་རྒྱུ་ཆའི་རིན་ཐང་ཡོད་སྲིད།

source: There are no web links
bo: དྲ་རྒྱའི་འབྲེལ་མཐུད་མེད་པ།

source: There are no web links for this document
bo: ཡིག་ཆ་འདི་ལ་དྲ་རྒྱའི་སྦྲེལ་མཐུད་མེད།

source: Web links for document: %s
bo: ཡིག་ཆའི་དྲ་རྒྱའི་འབྲེལ་མཐུད། %s
