Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/announcements/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Announcements
bo: གསལ་བསྒྲགས།

source: None
bo: གང་ཡང་མེད།

source: Announcement created
bo: གསལ་བསྒྲགས་གསར་བཟོ་བྱས།

source: Announcement edited
bo: གསལ་བསྒྲགས་རྩོམ་སྒྲིག་བྱས།

source: Create announcement
bo: གསལ་བསྒྲགས་བཟོས།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Short description of this announcement.
bo: གསལ་བསྒྲགས་འདིའི་ངོ་སྤྲོད་མདོར་བསྡུས།

source: Label
bo: ལག་ཁྱེར་།

source: The actual text to be displayed.
bo: མངོན་པར་བྱ་བའི་ཡི་གེ་དངོས་དེ།

source: Text
bo: ཡིག་གཞི

source: Enabled
bo: བེད་སྤྱོད་ཆོག་པ།

source: Date and time after which this announcement will be displayed.
bo: གསལ་བསྒྲགས་འདི་མངོན་པའི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Start date time
bo: འགོ་འཛུགས་ཚེས་གྲངས་དུས་ཚོད།

source: Date and time until when this announcement is to be displayed.
bo: གསལ་བསྒྲགས་འདི་ག་དུས་འགྲེམས་སྟོན་བྱེད་དགོས་མིན་གྱི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: End date time
bo: མཇུག་བསྡུའི་ཚེས་གྲངས་དུས་ཚོད།

source: Announcement
bo: གསལ་བསྒྲགས

source: Create announcements
bo: གསལ་བསྒྲགས་བཟོ་རྒྱུ།

source: Delete announcements
bo: གསལ་བསྒྲགས་བསུབ་པ།

source: Edit announcements
bo: གསལ་བསྒྲགས་རྩོམ་སྒྲིག།

source: View announcements
bo: གསལ་བསྒྲགས་ལ་གཟིགས།

source: Error deleting announcement "%(instance)s"; %(exception)s
bo: གསལ་བསྒྲགས་སུབ་པའི་ནོར་འཁྲུལ་ &quot; %(instance)s &quot;; %(exception)s

source: %(count)d announcements deleted successfully.
bo: %(count)d གསལ་བསྒྲགས་རྣམས་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Announcement "%(object)s" deleted successfully.
bo: གསལ་བསྒྲགས་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d announcement deleted successfully.
bo: %(count)d གསལ་བསྒྲགས་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete the %(count)d selected announcements.
bo: འདེམས་སྒྲུག་བྱས་པའི་གསལ་བསྒྲགས་དེ་ཚོ་ %(count)d བསུབས་དགོས།

source: Delete announcement: %(object)s.
bo: གསལ་བསྒྲགས་སུབ %(object)s །

source: Delete the %(count)d selected announcement.
bo: འདེམས་སྒྲུག་བྱས་པའི་གསལ་བསྒྲགས་ %(count)d བསུབས་དགོས།

source: Edit announcement: %s
bo: རྩོམ་སྒྲིག་གསལ་བསྒྲགས།: %s

source: Announcements are displayed in the login view. You can use announcements to convey information about your organization, announcements or usage guidelines for your users.
bo: གསལ་བསྒྲགས་རྣམས་ནང་འཇུག་མཐོང་སྣང་ནང་མངོན་ཡོད། ཁྱེད་ཀྱིས་གསལ་བསྒྲགས་བེད་སྤྱད་ནས་ཁྱེད་རང་གི་ཚོགས་པའི་སྐོར་གྱི་གནས་ཚུལ་དང་། གསལ་བསྒྲགས། ཡང་ན་ཁྱེད་རང་གི་སྤྱོད་མཁན་ཚོར་བེད་སྤྱོད་ཀྱི་ལམ་སྟོན་སྤྲོད་ཐུབ།

source: No announcements available
bo: གསལ་བསྒྲགས་གང་ཡང་མེད།
