Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/authentication_otp/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Authentication OTP
bo: བདེན་དཔང་OTP།

source: OTP disabled
bo: OTP ལྕོགས་མེད་བཟོས་པ།

source: OTP enabled
bo: OTP ལྕོགས་ཅན་བཟོས།

source: Token is either invalid or expired.
bo: རྟགས་མཚན་དེ་ནུས་མེད་ཡིན་པའམ་ཡང་ན་དུས་ཚོད་ཡོལ་ཟིན།

source: TOTP token
bo: TOTP རྟགས་མཚན།

source: OTP enabled?
bo: OTP ལྕོགས་ཅན་བཟོས་སོང་ངམ།

source: Yes
bo: ཡིན

source: No
bo: མིན

source: Scan the QR code or enter the secret in your authentication device. Do not share this secret, treat it like a password.
bo: ཁྱེད་རང་གི་བདེན་དཔང་འཕྲུལ་ཆས་ནང་QRཨང་རྟགས་པར་བཤུས་བྱེད་པའམ་ཡང་ན་གསང་བ་དེ་བླུགས། གསང་བ་འདི་མཉམ་སྤྱོད་མ་བྱེད། གསང་གྲངས་ལྟར་འཛིན་དགོས།

source: Secret
bo: གསང་བ

source: Enter the corresponding token to validate that the secret was saved correct.
bo: གསང་བ་དེ་བདེན་པ་ཡིན་མིན་བདེན་དཔང་བྱེད་པར་འབྲེལ་ཡོད་ཀྱི་རྟགས་མཚན་བླུགས།

source: Token
bo: བརྡ་རྟགས།

source: Token is incorrect for the specified secret.
bo: གསལ་བཀོད་བྱས་པའི་གསང་བའི་ཆེད་དུ་ཊོ་ཀེན་ནོར་འཁྲུལ་ཅན་རེད།

source: OTP details
bo: OTPཞིབ་ཕྲ།

source: Disable OTP
bo: OTP ལྕོགས་མེད་བཟོས།

source: Enable OTP
bo: OTP ལྕོགས་ཅན་བཟོས།

source: User
bo: བེད་སྤྱོད་པ་།

source: 16 character, base32 encoded random string.
bo: ཡིག་འབྲུ་ ༡༦ གཞི་གྲངས་ ༣༢ གང་བྱུང་ཡིག་རྒྱུན།

source: User OTP data
bo: སྤྱོད་མཁན་གྱི་OTPགཞི་གྲངས།

source: Users OTP data
bo: སྤྱོད་མཁན་གྱི་OTPགཞི་གྲངས།

source: One time pad details for user: %s
bo: སྤྱོད་མཁན་གྱི་ཆེད་དུ་དུས་ཚོད་གཅིག་གི་ཤོག་བུའི་ཞིབ་ཕྲ། %s

source: Disable one time pad for user: %s
bo: སྤྱོད་མཁན་གྱི་ཆེད་དུ་དུས་ཚོད་གཅིག་གི་སྟེགས་བུ་ལྕོགས་མིན་བཟོས %s

source: OTP disable successfully.
bo: OTP ལེགས་འགྲུབ་བྱུང་ནས་ལྕོགས་མིན་བཟོས།

source: OTP is already enabled.
bo: OTP དེ་སྔོན་ནས་ལག་བསྟར་བྱས་ཟིན།

source: OTP enabled successfully.
bo: OTP ལེགས་འགྲུབ་བྱུང་ཡོད།

source: Enable one time pad for user: %s
bo: སྤྱོད་མཁན་གྱི་ཆེད་དུ་དུས་ཚོད་གཅིག་གི་སྟེགས་བུ་ལྕོགས་ཅན་བཟོས། %s

source: OTP secret validation error.
bo: OTPགསང་བའི་བདེན་དཔང་ནོར་འཁྲུལ།
