Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/rest_api/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Unable to find serializer class for: %s
bo: རིམ་སྒྲིག་བྱེད་མཁན་གྱི་འཛིན་གྲྭ་འཚོལ་མི་ %s

source: API Documentation (Swagger)
bo: API ཡིག་ཆ། (Swagger)

source: API Documentation (ReDoc)
bo: API ཡིག་ཆ། (ReDoc)

source: Invalid pk "{pk_value}" - object does not exist.
bo: ནུས་མེད་pk &quot; {pk_value} &quot; - དངོས་པོ་མེད་པ་རེད།

source: Incorrect type. Expected pk value, received {data_type}.
bo: ཡིག་གཟུགས་ནོར་བ། རེ་བ་བྱེད་པའི་pk རིན་ཐང་། {data_type} ཐོབ་ཡོད།

source: This field is required.
bo: ཡིག་དུམ་འདི་དགོས་ངེས་ཡིན།

source: %s API
bo: %s ཨེ་པི་ཨའི་

source: Content
bo: ནང་དོན

source: Data
bo: གཞི་གྲངས

source: Headers
bo: མགོ་ཡིག

source: Name
bo: མིང

source: Status code
bo: གནས་ཚུལ་ཨང་རྟགས།

source: Requests
bo: རེ་ཞུ།

source: Label
bo: ལག་ཁྱེར་།

source: Author
bo: རྩོམ་མཁན

source: Author email
bo: རྩོམ་པ་པོའི་གློག་འཕྲིན།

source: Build
bo: འཛུགས་སྐྲུན

source: Build string
bo: ཡིག་རྒྱུན་བཟོ་སྐྲུན།

source: Copyright
bo: པར་དབང་།

source: Description
bo: བཀོད་པ།

source: Django version
bo: Django ཐོན་རིམ།

source: License
bo: ཆོག་མཆན།

source: Title
bo: མིང་བྱང

source: Version
bo: པར་གཞི

source: Website
bo: དྲ་ཚིགས།

source: Disable the REST API links in the tools menu.
bo: ལག་ཆའི་དཀར་ཆག་ནང་REST APIའབྲེལ་མཐུད་དེ་ལྕོགས་མིན་བཟོས།

source: The maximum page size that can be requested.
bo: རེ་ཞུ་བྱེད་ཐུབ་པའི་ཆེས་མཐོ་བའི་ཤོག་བུའི་ཆེ་ཆུང་།

source: The default page size if none is specified.
bo: གལ་ཏེ་གང་ཡང་གསལ་བཀོད་བྱས་མེད་ན་སྔོན་སྒྲིག་ཤོག་ངོས་ཚད།
