Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Object for which the access is granted. When sorting objects, only the type is used and not the actual label of the object.
bo: ཐོབ་ཐང་སྤྲད་པའི་དངོས་པོ། དངོས་པོ་དབྱེ་འབྱེད་བྱེད་སྐབས་རིགས་ཁོ་ན་བེད་སྤྱོད་བྱེད་པ་དང་དངོས་པོའི་མཚོན་རྟགས་ངོ་མ་བེད་སྤྱོད་མི་བྱེད།

source: Object
bo: བྱ་བའི་ཡུལ

source: Access control lists
bo: འགྲོ་འོང་ཚོད་འཛིན་ཐོ་གཞུང་།

source: ACL created
bo: ACLབཟོས་ཡོད།

source: ACL deleted
bo: ACLབསུབས་ཟིན།

source: ACL edited
bo: ACL རྩོམ་སྒྲིག་བྱས།

source: Role
bo: འཁྲབ་ཚན

source: New ACL
bo: ACLགསར་པ།

source: Delete
bo: བསུབ་པ།

source: Permissions
bo: ཆོག་མཆན།

source: Global ACLs
bo: རྒྱལ་སྤྱིའི་ACLs

source: Object "%s" is not a model and cannot be checked for access.
bo: དངོས་པོ་ &quot; %s &quot; ནི་དཔེ་གཞི་མིན་པས་འཛུལ་སྤྱོད་ལ་ཞིབ་བཤེར་བྱེད་མི་ཐུབ།

source: Insufficient access for: %s
bo: འགྲོ་འོང་མི་འདང་བ།: %s

source: Permission count
bo: ཆོག་མཆན་གྱི་གྲངས།

source: Content type
bo: ནང་དོན་གྱི་རིགས།

source: Object ID
bo: དངོས་པོའི་ཨང་རྟགས།

source: Role to which the access is granted for the specified object.
bo: གསལ་བཀོད་བྱས་པའི་དངོས་པོའི་ཆེད་དུ་འཛུལ་སྤྱོད་སྤྲོད་པའི་འགན་འཁྲི།

source: Access entry
bo: འཛུལ་ཞུགས་འཛུལ་སྒོ།

source: Access entries
bo: འཛུལ་ཞུགས་ཐོ་འགོད།

source: Role "%(role)s" permission's for "%(object)s"
bo: འགན་འཁུར་ &quot; %(role)s &quot; ཆོག་མཆན་དེ་ &quot; %(object)s &quot; ཡིན།

source: Edit ACLs
bo: ACLs རྩོམ་སྒྲིག

source: View ACLs
bo: ACLs བལྟ།

source: Permissions add URL
bo: ཆོག་མཆན་URLཁ་སྣོན།

source: Permissions remove URL
bo: ཆོག་མཆན་གྱིས་URLམེད་པར་བཟོས།

source: Permissions URL
bo: ཆོག་མཆན་URL

source: Role ID
bo: འགན་འཁྲིའི་ཨང་རྟགས།

source: Primary key of the permission to add to the ACL.
bo: ACL ལ་ཁ་སྣོན་བྱེད་པའི་ཆོག་མཆན་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: Permission ID
bo: ཆོག་མཆན་ཨང་རྟགས།

source: Primary key of the permission to remove from the ACL.
bo: ACLནས་མེད་པར་བཟོ་བའི་ཆོག་མཆན་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: An ACL for "%(object)s" using role "%(role)s" already exists. Edit that ACL entry instead.
bo: ལས་འགན་ &quot; %(object)s &quot; བེད་སྤྱོད་བྱེད་པའི་ &quot; %(role)s &quot; ཡི་ཆེད་དུ་ACL དེ་སྔོན་ནས་ཡོད། དེའི་ཚབ་ཏུ་ACLཐོ་འགོད་དེ་རྩོམ་སྒྲིག་བྱོས།

source: New access control lists for: %s
bo: འཛུལ་སྤྱོད་ཚོད་འཛིན་ཐོ་གཞུང་གསར་ %s

source: Delete ACL: %s
bo: བསུབས་ ACL: %s

source: There are no ACLs for this object
bo: དངོས་པོ་འདི་ལ་ACLམེད།

source: ACL stands for Access Control List and is a precise method to control user access to objects in the system. ACLs allow granting a permission to a role but only for a specific object or set of objects.
bo: ACL ནི་འཛུལ་སྤྱོད་ཚོད་འཛིན་ཐོ་གཞུང་ལ་གོ་བ་ལེན་ཞིང་། དེ་ནི་མ་ལག་ནང་དུ་ཡོད་པའི་དངོས་པོ་ལ་སྤྱོད་མཁན་གྱིས་འཛུལ་སྤྱོད་ཚོད་འཛིན་བྱེད་པའི་ཐབས་ལམ་གཏན་འཁེལ་ཞིག་ཡིན། ACLs ཡིས་ལས་འགན་ལ་ཆོག་མཆན་སྤྲོད་ཆོག འོན་ཀྱང་དངོས་པོའམ་དངོས་པོ་ཆ་ཚང་ལ་རྐྱངམ་གཅིག་སྤྲོད་ཆོག

source: Access control lists for: %s
bo: འཛུལ་སྤྱོད་ཚོད་འཛིན་ཐོ་གཞུང་ %s

source: Granted permissions
bo: ཆོག་མཆན་སྤྲད་པ།

source: Available permissions
bo: ཆོག་མཆན་ཡོད་པ།

source: Role "%(role)s" permission's for "%(object)s".
bo: འགན་འཁུར་ &quot; %(role)s &quot; ཆོག་མཆན་ &quot; %(object)s &quot; ཡིན།

source: Disabled permissions are inherited from a parent object or directly granted to the role and can't be removed from this view. Inherited permissions need to be removed from the parent object's ACL or from them role via the Setup menu.
bo: ལྕོགས་མིན་བཟོས་པའི་ཆོག་མཆན་དེ་ཕ་མའི་དངོས་པོ་ནས་ཤུལ་འཛིན་བྱས་པའམ་ཡང་ན་ལས་འགན་ལ་ཐད་ཀར་སྤྲད་པ་ཡིན་པས་མཐོང་སྣང་འདི་ནས་མེད་པར་བཟོ་མི་ཐུབ། ཤུལ་བཞག་ཆོག་མཆན་དེ་དངོས་པོའི་ཕ་མའི་ACLནས་ཡང་ན་སྒྲིག་འཛུགས་དཀར་ཆག་བརྒྱུད་ནས་ཁོང་ཚོའི་ལས་འགན་ནས་མེད་པར་བཟོ་དགོས།

source: There are no ACLs
bo: དེར་ACLམིན་འདུག།

source: Global access control lists
bo: རྒྱལ་སྤྱིའི་འགྲོ་འོང་ཚོད་འཛིན་ཐོ་གཞུང་།

source: Object type
bo: དངོས་པོའི་རིགས།

source: Type of the object for which the access will be modified.
bo: འཛུལ་སྤྱོད་བསྒྱུར་བཅོས་བྱེད་པའི་དངོས་པོའི་རིགས།

source: Numeric identifier of the object for which the access will be modified.
bo: འཛུལ་སྤྱོད་བསྒྱུར་བཅོས་བྱེད་པའི་དངོས་པོ་དེའི་ཨང་གྲངས་ངོས་འཛིན་བྱེད་མཁན།

source: Roles
bo: འགན་འཁྲི།

source: Roles whose access will be modified.
bo: འཛུལ་སྤྱོད་ལ་སྒྱུར་བཅོས་གཏོང་བའི་འགན་འཁྲི།

source: Permissions to grant/revoke to/from the role for the object selected above.
bo: གོང་དུ་འདེམས་པའི་དངོས་པོའི་ལས་འགན་ལ་/ཕྱིར་འཐེན་བྱེད་པའི་ཆོག་མཆན།

source: Grant object access
bo: དངོས་པོའི་ཐོབ་ཐང་སྤྲོད་པ།

source: Access
bo: འགྲོ་ལམ

source: Revoke object access
bo: དངོས་པོའི་འཛུལ་སྤྱོད་ཕྱིར་འཐེན་བྱེད་པ།

source: Grant document access
bo: ཡིག་ཆའི་ཐོབ་ཐང་སྤྲོད།

source: Revoke document access
bo: ཡིག་ཆའི་ཐོབ་ཐང་མེད་པར་བཟོ་བ།
