Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/mailer/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Mailer
bo: ཡིག་ཟམ་གཏོང་མཁན།

source: General
bo: སྤྱིར་བཏང་གི

source: From
bo: ནས

source: The sender's address. Some system will refuse to send messages if this value is not set.
bo: གཏོང་མཁན་གྱི་ཁ་བྱང་། གལ་ཏེ་རིན་ཐང་འདི་སྒྲིག་མེད་ན་མ་ལག་ཁ་ཤས་ཀྱིས་འཕྲིན་ཡིག་གཏོང་རྒྱུ་ཁས་མི་ལེན།

source: Compatibility
bo: མཐུན་སྒྲིལ།

source: Null backend
bo: རྒྱབ་ཕྱོགས་སྟོང་པ།

source: Mailing
bo: སྦྲག་བསྐུར།

source: Email sent
bo: གློག་འཕྲིན་བཏང་།

source: Mailing profile created
bo: ཡིག་ཟམ་ངོ་སྤྲོད་གསར་བཟོ་བྱས།

source: Mailing profile edited
bo: སྦྲག་སྲིད་ངོ་སྤྲོད་རྩོམ་སྒྲིག་བྱས་ཟིན།

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon.
bo: བསྐུར་མཁན་གྱི་གློག་འཕྲིན་ཁ་བྱང་། ཁ་བྱང་སྣ་ཚོགས་ཚེག་ཡང་ན་ཚེག་ཕྱེད་ཀྱིས་དབྱེ་ཐུབ།

source: Email address
bo: གློག་འཕྲིན་ཁ་བྱང་།

source: Subject
bo: བསླབ་་བྱ

source: Body
bo: གཟུགས་པོ

source: The email profile that will be used to send this email.
bo: གློག་འཕྲིན་འདི་བསྐུར་བར་སྤྱོད་རྒྱུའི་གློག་འཕྲིན་གསལ་སྡུད།

source: Mailing profile
bo: ཡིག་ཟམ་ངོ་སྤྲོད།

source: The driver to use when sending emails.
bo: གློག་འཕྲིན་གཏོང་སྐབས་བེད་སྤྱོད་གཏོང་བའི་སྒུལ་གཏོང་འཕྲུལ་ཆས།

source: Backend
bo: རྒྱབ་ལྗོངས།

source: Email document link
bo: གློག་འཕྲིན་ཡིག་ཆའི་སྦྲེལ་མཐུད།

source: Email document file
bo: གློག་འཕྲིན་ཡིག་ཆའི་ཡིག་ཆ།

source: Email document file link
bo: གློག་འཕྲིན་ཡིག་ཆའི་ཡིག་ཆའི་སྦྲེལ་མཐུད།

source: Email document version
bo: གློག་འཕྲིན་ཡིག་ཆའི་ཐོན་རིམ།

source: Email document version link
bo: གློག་འཕྲིན་ཡིག་ཆའི་ཐོན་རིམ་སྦྲེལ་མཐུད།

source: Email link version
bo: གློག་འཕྲིན་སྦྲེལ་ཐག་ཐོན་རིམ།

source: Create mailing profile
bo: ཡིག་ཟམ་ངོ་སྤྲོད་གསར་བཟོ།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Mailing profiles
bo: ངོ་སྤྲོད་ཡིག་ཟམ་བསྐུར་བ།

source: Test
bo: ཚོད་ལྟ

source: Attached to this email is the {{ object_name }}: {{ object }} -------- This email has been sent from %(project_title)s (%(project_website)s)
bo: གློག་འཕྲིན་འདི་ལ་སྦྲེལ་ཡོད། {{ དངོས་པོའི་མིང་ }}: {{ དངོས་པོ་ }} ཡིན། ། གློག་འཕྲིན་འདི་ %(project_title)s ( %(project_website)s )ནས་བཏང་བ་རེད།

source: {{ object_name }}: {{ object }}
bo: {{ དངོས་པོ་_མིང་ }}: {{ དངོས་པོ་ }}

source: To access this {{ object_name }} click on the following link: {{ link }} -------- This email has been sent from %(project_title)s (%(project_website)s)
bo: འདི་ལ་འཛུལ་ཞུགས་བྱེད་པར་{{ object_name }} གཤམ་གྱི་སྦྲེལ་མཐུད་ལ་སྣུན་རོགས། {{ སྦྲེལ་མཐུད་ }} ། གློག་འཕྲིན་འདི་ %(project_title)s ( %(project_website)s )ནས་བཏང་བ་རེད།

source: Link for {{ object_name }}: {{ object }}
bo: {{ དངོས་པོའི་མིང་ }} ཡི་འབྲེལ་མཐུད།: {{ དངོས་པོ་ }}

source: Django SMTP backend
bo: ཇང་གོ་SMTPརྒྱབ་ལྗོངས།

source: Host
bo: འགོ་འཛིན་པ

source: The host to use for sending email.
bo: གློག་འཕྲིན་གཏོང་བར་སྤྱོད་པའི་གཙོ་བདག་།

source: Port
bo: མཚོ་ཁ

source: Port to use for the SMTP server.
bo: SMTP ཞབས་ཞུའི་ཆེད་དུ་བེད་སྤྱོད་གཏོང་བའི་མཐུད་ཁ།

source: Use TLS
bo: TLS བེད་སྤྱོད།

source: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587.
bo: SMTP ཞབས་ཞུ་འཕྲུལ་ཆས་ལ་སྐད་ཆ་བཤད་སྐབས་TLS (བདེ་འཇགས་) མཐུད་ཁ་བེད་སྤྱོད་གཏོང་དགོས་མིན། འདི་ནི་གསལ་པོའི་TLSམཐུད་ཁའི་ཆེད་དུ་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད། སྤྱིར་བཏང་དུ་འདྲེན་ལམ་587སྟེང་།

source: Use SSL
bo: SSL བེད་སྤྱོད།

source: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting "Use TLS". Note that "Use TLS" and "Use SSL" are mutually exclusive, so only set one of those settings to True.
bo: SMTP ཞབས་ཞུ་འཕྲུལ་ཆས་ལ་སྐད་ཆ་བཤད་སྐབས་མངོན་གསལ་གྱི་TLS (བདེ་འཇགས་) མཐུད་ཁ་བེད་སྤྱོད་གཏོང་དགོས་སམ། གློག་འཕྲིན་ཡིག་ཆ་མང་ཆེ་བའི་ནང་TLSམཐུད་ཁ་འདི་ལ་SSLཞེས་འབོད་ཀྱི་ཡོད། གལ་ཏེ་ཁྱེད་ལ་དཀའ་ངལ་འཕྲད་ན། TLS སྒྲིག་སྟངས་གསལ་པོ་ &quot;TLS བེད་སྤྱོད་བྱེད་&quot; ལ་གཟིགས། &quot;TLS བེད་སྤྱོད་&quot; དང་ &quot;SSL བེད་སྤྱོད་&quot; གཉིས་ཕན་ཚུན་ཁ་བྲལ་བ་ཡིན་པས་སྒྲིག་སྟངས་དེ་དག་ལས་གཅིག་བདེན་པ་ལ་སྒྲིག་དགོས།

source: Server
bo: ཞབས་ཞུ།

source: Django file based backend
bo: Django ཡིག་ཆར་བརྟེན་པའི་རྒྱབ་ལྗོངས།

source: File path
bo: ཡིག་ཆའི་འགྲོ་ལམ།

source: Storage
bo: ཉར་ཚགས།

source: Test email from %s
bo: ཚོད་ལྟ་གློག་འཕྲིན་ནས་ %s

source: A short text describing the mailing profile.
bo: སྦྲག་ཡིག་གི་གསལ་སྡུད་འགྲེལ་བརྗོད་བྱེད་པའི་ཡི་གེ་ཐུང་ཐུང་ཞིག

source: Label
bo: ལག་ཁྱེར་།

source: If default, this mailing profile will be pre-selected on the document mailing form.
bo: གལ་ཏེ་སྔོན་སྒྲིག་ཡིན་ན། ཡིག་ཆའི་སྦྲག་ཡིག་འབྲི་ཤོག་སྟེང་སྦྲག་ཡིག་གསལ་སྡུད་འདི་སྔོན་ནས་འདེམས་སྒྲུག་བྱེད།

source: Default
bo: སྔོན་གཤིས།

source: Enabled
bo: བེད་སྤྱོད་ཆོག་པ།

source: Create a mailing profile
bo: སྦྲག་སྲིད་ངོ་སྤྲོད་གསར་བཟོ།

source: Delete a mailing profile
bo: ཡིག་ཟམ་གསལ་སྡུད་སུབ་པ།

source: Edit a mailing profile
bo: ཡིག་ཟམ་ངོ་སྤྲོད་རྩོམ་སྒྲིག་བྱེད་པ།

source: Use a mailing profile
bo: ཡིག་ཟམ་ངོ་སྤྲོད་བེད་སྤྱོད་བྱེད་པ།

source: View a mailing profile
bo: ཡིག་ཟམ་ངོ་སྤྲོད་ལ་ལྟ་བ།

source: Send document link via email
bo: གློག་འཕྲིན་བརྒྱུད་ཡིག་ཆའི་སྦྲེལ་མཐུད་བསྐུར་བ།

source: Send document file via email
bo: གློག་འཕྲིན་བརྒྱུད་ཡིག་ཆའི་ཡིག་ཆ་བསྐུར།

source: Send document file link via email
bo: གློག་འཕྲིན་བརྒྱུད་ཡིག་ཆའི་ཡིག་ཆའི་སྦྲེལ་མཐུད་བསྐུར་བ།

source: Send document version via email
bo: གློག་འཕྲིན་བརྒྱུད་ཡིག་ཆའི་ཐོན་རིམ་བསྐུར་བ།

source: Send document version link via email
bo: གློག་འཕྲིན་བརྒྱུད་ཡིག་ཆའི་ཐོན་རིམ་སྦྲེལ་ཐག་བསྐུར།

source: Send object
bo: དངོས་པོ་བསྐུར།

source: Primary key of the mailing profile to use.
bo: བེད་སྤྱོད་གཏོང་བའི་སྦྲག་ཡིག་གསལ་སྡུད་ཀྱི་ལྡེ་མིག་གཙོ་བོ།

source: Mailing profile ID
bo: ཡིག་ཟམ་ངོ་སྤྲོད་ཨང་རྟགས།

source: Recipient
bo: ལེན་མཁན།

source: Template for the document email form subject line.
bo: ཡིག་ཆའི་གློག་འཕྲིན་འབྲི་ཤོག་གི་བརྗོད་གཞིའི་གྲལ་རིམ་གྱི་དཔེ་གཞི།

source: Template for the document email form body text. Can include HTML.
bo: ཡིག་ཆའི་གློག་འཕྲིན་འབྲི་ཤོག་གི་ཡིག་གཟུགས་ཀྱི་དཔེ་གཞི། HTML ཚུད་ཐུབ།

source: Template for the document link email form subject line.
bo: ཡིག་ཆའི་སྦྲེལ་མཐུད་གློག་འཕྲིན་འབྲི་ཤོག་གི་བརྗོད་གཞིའི་གྲལ་རིམ་གྱི་དཔེ་གཞི།

source: Template for the document link email form body text. Can include HTML.
bo: ཡིག་ཆའི་སྦྲེལ་མཐུད་གློག་འཕྲིན་འབྲི་ཤོག་གི་ཡིག་གཟུགས་ཀྱི་དཔེ་གཞི། HTML ཚུད་ཐུབ།

source: %(email)s is not a valid email address.
bo: %(email)s ནི་ནུས་ལྡན་གྱི་གློག་འཕྲིན་ཁ་བྱང་ཞིག་མིན།

source: Object
bo: བྱ་བའི་ཡུལ

source: %(count)d document file queued for email delivery
bo: གློག་འཕྲིན་སྐྱེལ་འདྲེན་ཆེད་དུ་ %(count)d ཡིག་ཆའི་ཡིག་ཆ་བང་སྒྲིག་ཡོད།

source: %(count)d document files queued for email delivery
bo: གློག་འཕྲིན་གཏོང་སྤྲོད་ཆེད་དུ་ %(count)d ཡིག་ཆའི་ཡིག་ཆ་བང་སྒྲིག་ཡོད།

source: %(count)d document file link queued for email delivery
bo: གློག་འཕྲིན་སྐྱེལ་འདྲེན་ཆེད་དུ་ %(count)d ཡིག་ཆའི་ཡིག་ཆའི་སྦྲེལ་མཐུད་བང་སྒྲིག་ཡོད།

source: %(count)d document file links queued for email delivery
bo: གློག་འཕྲིན་སྐྱེལ་འདྲེན་ཆེད་དུ་ %(count)d ཡིག་ཆའི་ཡིག་ཆའི་སྦྲེལ་མཐུད་བང་སྒྲིག་ཡོད།

source: %(count)d document version queued for email delivery
bo: གློག་འཕྲིན་གཏོང་སྤྲོད་ཆེད་དུ་ %(count)d ཡིག་ཆའི་ཐོན་རིམ་བང་སྒྲིག་ཡོད།

source: %(count)d document versions queued for email delivery
bo: གློག་འཕྲིན་གཏོང་བའི་ཆེད་དུ་ %(count)d ཡིག་ཆའི་ཐོན་རིམ་བང་སྒྲིག་ཡོད།

source: %(count)d document version link queued for email delivery
bo: གློག་འཕྲིན་གཏོང་སྤྲོད་ཆེད་དུ་ %(count)d ཡིག་ཆའི་ཐོན་རིམ་འབྲེལ་མཐུད་བང་སྒྲིག་ཡོད།

source: %(count)d document version links queued for email delivery
bo: གློག་འཕྲིན་གཏོང་སྤྲོད་ཆེད་དུ་ %(count)d ཡིག་ཆའི་ཐོན་རིམ་འབྲེལ་མཐུད་བང་སྒྲིག་ཡོད།

source: %(count)d document link queued for email delivery
bo: གློག་འཕྲིན་སྐྱེལ་འདྲེན་ཆེད་དུ་ %(count)d ཡིག་ཆའི་སྦྲེལ་མཐུད་བང་སྒྲིག་ཡོད།

source: %(count)d document links queued for email delivery
bo: གློག་འཕྲིན་སྐྱེལ་འདྲེན་ཆེད་དུ་ %(count)d ཡིག་ཆའི་སྦྲེལ་མཐུད་བང་སྒྲིག་ཡོད།

source: New mailing profile backend selection
bo: སྦྲག་ཡིག་གསལ་སྡུད་གསར་པའི་རྒྱབ་ཕྱོགས་འདེམས་སྒྲུག

source: Create a "%s" mailing profile
bo: &quot; %s &quot; ཡིག་འཕྲིན་གསལ་སྡུད་ཅིག་གསར་འཛུགས་བྱས།

source: Delete mailing profile: %s
bo: སྦྲག་ཡིག་གསལ་སྡུད་བསུབས་ %s

source: Edit mailing profile: %s
bo: སྦྲག་ཡིག་གི་གསལ་སྡུད་རྩོམ་སྒྲིག: %s

source: Mailing profiles are email configurations. Mailing profiles allow sending documents as attachments or as links via email.
bo: སྦྲག་ཡིག་གི་གསལ་སྡུད་ནི་གློག་འཕྲིན་གྱི་སྒྲིག་བཀོད་ཡིན། ཡིག་འཕྲིན་གྱི་གསལ་སྡུད་ཀྱིས་ཡིག་ཆ་མཉམ་སྦྲེལ་ལྟར་ཡང་ན་གློག་འཕྲིན་བརྒྱུད་ནས་འབྲེལ་མཐུད་ལྟར་གཏོང་ཆོག

source: No mailing profiles available
bo: ཡིག་སྐུར་ངོ་སྤྲོད་མེད།

source: Test email sent.
bo: ཚོད་ལྟའི་གློག་འཕྲིན་བཏང་ཡོད།

source: Test mailing profile: %s
bo: ཚོད་ལྟའི་སྦྲག་ཡིག་གསལ་ %s

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
bo: བསྐུར་མཁན་གྱི་གློག་འཕྲིན་ཁ་བྱང་། ཁ་བྱང་སྣ་ཚོགས་ཚེག་ཡང་ན་ཚེག་ཕྱེད་ཀས་དབྱེ་ཐུབ། ཡིག་ཆའི་རྒྱུ་ཆ་ལ་གཞི་བསྟུན་བྱེད་པར་ཊེམ་པེལེཊི་བེད་སྤྱོད་གཏོང་ཐུབ།

source: Address used in the "Bcc" header when sending the email. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
bo: གློག་འཕྲིན་གཏོང་སྐབས་&quot;Bcc&quot;མགོ་ཡིག་ནང་བེད་སྤྱོད་བྱེད་པའི་ཁ་བྱང་། ཁ་བྱང་སྣ་ཚོགས་ཚེག་ཡང་ན་ཚེག་ཕྱེད་ཀྱིས་དབྱེ་ཐུབ། ཡིག་ཆའི་རྒྱུ་ཆ་ལ་གཞི་བསྟུན་བྱེད་པར་ཊེམ་པེལེཊི་བེད་སྤྱོད་གཏོང་ཐུབ།

source: BCC
bo: བི་སི་སི།

source: Reply to
bo: ལན་འདེབས།

source: Address used in the "Reply-To" header when sending the email. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
bo: གློག་འཕྲིན་གཏོང་སྐབས་&quot;ལན་འདེབས་&quot;ཞེས་པའི་མགོ་ཡིག་ནང་བེད་སྤྱོད་བཏང་བའི་ཁ་བྱང་། ཁ་བྱང་སྣ་ཚོགས་ཚེག་ཡང་ན་ཚེག་ཕྱེད་ཀྱིས་དབྱེ་ཐུབ། ཡིག་ཆའི་རྒྱུ་ཆ་ལ་གཞི་བསྟུན་བྱེད་པར་ཊེམ་པེལེཊི་བེད་སྤྱོད་གཏོང་ཐུབ།

source: Subject of the email. Can be a string or a template.
bo: གློག་འཕྲིན་གྱི་བརྗོད་གཞི། ཡིག་རྒྱུན་ཡང་ན་དཔེ་སྒྲོམ་ཡིན་ཆོག

source: Body of the email to send. Can be a string or a template.
bo: གཏོང་དགོས་པའི་གློག་འཕྲིན་གྱི་ནང་དོན། ཡིག་རྒྱུན་ཡང་ན་དཔེ་སྒྲོམ་ཡིན་ཆོག

source: Attachment
bo: ཆགས་ཞེན

source: Attach an object to the email.
bo: གློག་འཕྲིན་ལ་དངོས་པོ་ཞིག་སྦྱར་དགོས།

source: Send object via email
bo: གློག་འཕྲིན་བརྒྱུད་དངོས་པོ་བསྐུར།

source: Mailing profile to use when sending the email.
bo: གློག་འཕྲིན་གཏོང་སྐབས་བེད་སྤྱོད་གཏོང་བའི་ཡིག་ཟམ་གྱི་གསལ་སྡུད།

source: Parties
bo: ཚོགས་པ་ཁག་གིས།

source: Content
bo: ནང་དོན

source: Send document via email
bo: གློག་འཕྲིན་བརྒྱུད་ནས་ཡིག་ཆ་བསྐུར།

source: Attach the exported document version to the email.
bo: ཕྱིར་འདྲེན་བྱས་པའི་ཡིག་ཆའི་ཐོན་རིམ་དེ་གློག་འཕྲིན་ལ་མཉམ་སྦྲེལ་བྱེད་དགོས།
