Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Create states and link them using transitions.
bo: གནས་སྟངས་གསར་བཟོ་བྱས་ནས་བརྗེ་སྒྱུར་སྤྱད་དེ་འབྲེལ་མཐུད་བྱེད།

source: This workflow doesn't have any states
bo: ལས་ཀའི་འགྲོ་ལུགས་འདི་ལ་གནས་སྟངས་གང་ཡང་མེད།

source: States of workflow: %s
bo: ལས་ཀའི་འགྲོ་ལུགས་ཀྱི་གནས་ %s

source: Create a field for workflow transition: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་བརྗེ་སྒྱུར་གྱི་ས་ཁོངས་ཤིག་གསར་འཛུགས་བྱས། %s

source: Delete workflow transition field: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་བརྗེ་སྒྱུར་ས་ཁོངས་སུབ་དགོས། %s

source: Edit workflow transition field: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་བརྗེ་སྒྱུར་ས་ཁོངས་རྩོམ་སྒྲིག་བྱེད་པ། %s

source: Workflow transition fields allow adding data to the workflow's context. This additional context data can then be used by other elements of the workflow system like the workflow state actions.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་བརྗེ་སྒྱུར་ས་ཁོངས་ཀྱིས་ལས་ཀའི་རྒྱུན་རིམ་གྱི་སྐབས་དོན་ལ་གནས་སྡུད་ཁ་སྣོན་བྱེད་ཐུབ། དེ་ནས་ལས་ཀའི་རྒྱུན་རིམ་མ་ལག་གི་ཆ་ཤས་གཞན་པས་ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་བྱ་སྤྱོད་ལྟ་བུའི་ཁ་སྣོན་སྐབས་དོན་གྱི་གནད་སྡུད་འདི་བེད་སྤྱོད་གཏོང་ཐུབ།

source: There are no fields for this workflow transition
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར་འདི་ལ་ས་ཁོངས་མེད།

source: Fields for workflow transition: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་བརྗེ་སྒྱུར་གྱི་ས་ཁོངས། %s

source: Error updating workflow transition trigger events; %s
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར་གྱི་བྱུང་རིམ་དུས་མཐུན་བཟོ་བའི་ནོར་འཁྲུལ། %s

source: Workflow transition trigger events updated successfully
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར་གྱི་འབྱུང་རྐྱེན་ལེགས་འགྲུབ་བྱུང་བའི་དུས་བསྟུན་བྱས།

source: Triggers are events that cause this transition to execute automatically.
bo: འབྱུང་ཁུངས་ནི་བརྗེ་སྒྱུར་འདི་རང་འགུལ་གྱིས་ལག་བསྟར་བྱེད་པའི་བྱུང་རིམ་ཡིན།

source: Workflow transition trigger events for: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་བརྗེ་སྒྱུར་གྱི་བྱུང་རིམ་ནི། %s

source: Create transitions for workflow: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་འགྱུར་ལྡོག་བཟོས། %s

source: Delete workflow transition: %s?
bo: %s །

source: Edit workflow transition: %s
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར་རྩོམ་སྒྲིག: %s

source: Create a transition and use it to move a workflow from one state to another.
bo: འགྱུར་ལྡོག་ཅིག་གསར་འཛུགས་བྱས་ནས་དེ་བེད་སྤྱད་དེ་ལས་ཀའི་རྒྱུན་རིམ་ཞིག་གནས་སྟངས་གཅིག་ནས་གཞན་ཞིག་ལ་སྤོ་བསྒྱུར་བྱེད།

source: This workflow doesn't have any transitions
bo: ལས་ཀའི་འགྲོ་ལུགས་འདི་ལ་འགྱུར་ལྡོག་གང་ཡང་མེད།

source: Transitions of workflow: %s
bo: %s

source: Workflows assigned this document type
bo: ཡིག་ཆའི་རིགས་འདི་ལ་འགན་སྤྲོད་བྱས་པའི་ལས་ཀའི་འགྲོ་ལུགས།

source: Available workflows
bo: ལས་ཀའི་འགྲོ་ལུགས་ཡོད་པ།

source: Removing a workflow from a document type will also remove all running instances of that workflow.
bo: ཡིག་ཆའི་རིགས་ནས་ལས་ཀའི་རྒྱུན་རིམ་ཞིག་རྩ་མེད་གཏོང་ན་ལས་ཀའི་རྒྱུན་རིམ་དེའི་གཡོག་བཞིན་པའི་གནས་ཚུལ་ཚང་མ་རྩ་མེད་གཏོང་བ་རེད།

source: Workflows assigned the document type: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱིས་ཡིག་ཆའི་རིགས་སྤྲད་ཡོད། %s

source: Error launching workflows for document "%(instance)s"; %(exception)s
bo: ཡིག་ཆ་ &quot; %(instance)s &quot; ལ་ལས་ཀའི་རྒྱུན་རིམ་འགོ་འཛུགས་བྱེད་པའི་ནོར་འཁྲུལ། %(exception)s

source: Workflows queued for launch successfully for %(count)d documents.
bo: ལས་ཀའི་རྒྱུན་རིམ་དེ་ཚོ་ %(count)d ཡིག་ཆའི་ཆེད་དུ་མཐར་ཕྱིན་ངང་འགོ་འཛུགས་ཆེད་དུ་བང་སྒྲིག་ཡོད།

source: Workflows queued for launch successfully for document "%(object)s".
bo: ཡིག་ཆ་ &quot; %(object)s &quot; ལ་ལས་ཀའི་རྒྱུན་རིམ་མཐར་ཕྱིན་ངང་འགོ་འཛུགས་བྱེད་པར་བང་སྒྲིག་ཡོད།

source: Workflows queued for launch successfully for %(count)d document.
bo: ལས་ཀའི་རྒྱུན་རིམ་དེ་ཚོ་ %(count)d ཡིག་ཆའི་ཆེད་དུ་མཐར་ཕྱིན་ངང་འགོ་འཛུགས་ཆེད་དུ་བང་སྒྲིག་ཡོད།

source: Queue launching workflows for the selected %(count)d documents.
bo: འདེམས་སྒྲུག་བྱས་པའི་ %(count)d ཡིག་ཆའི་ཆེད་དུ་བང་རིམ་འགོ་འཛུགས་བྱེད་པའི་ལས་ཀའི་རྒྱུན་རིམ།

source: Launch workflow: %(object)s.
bo: ལས་ཀའི་འགྲོ་ལུགས་འགོ་འཛུགས། %(object)s །

source: Queue launching workflows for the selected %(count)d document.
bo: འདེམས་སྒྲུག་བྱས་པའི་ %(count)d ཡིག་ཆའི་ཆེད་དུ་བང་རིམ་འགོ་འཛུགས་བྱེད་པའི་ལས་ཀའི་རྒྱུན་རིམ།

source: Workflows already launched or workflows not applicable to some documents when multiple documents are selected, will be silently ignored.
bo: ཡིག་ཆ་སྣ་ཚོགས་འདེམས་པའི་སྐབས་ཡིག་ཆ་ཁ་ཤས་ལ་འཇུག་སྤྱོད་བྱེད་མི་ཐུབ་པའི་ལས་ཀའི་རྒྱུན་རིམ་དེ་ཚོ་ཁུ་སིམ་ངང་སྣང་མེད་དུ་བཞག་རྒྱུ་རེད།

source: Workflows to be launched.
bo: ལས་ཀའི་འགྲོ་ལུགས་འགོ་འཛུགས་དགོས།

source: Error deleting workflow "%(instance)s"; %(exception)s
bo: ལས་ཀའི་རྒྱུན་རིམ་ &quot; %(instance)s &quot; བསུབས་པའི་ནོར་འཁྲུལ། %(exception)s

source: %(count)d workflows deleted successfully.
bo: %(count)d ཨེན་ཌི་ལས་ཀའི་རྒྱུན་རིམ་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Workflow "%(object)s" deleted successfully.
bo: ལས་ཀའི་རྒྱུན་རིམ་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d workflow deleted successfully.
bo: %(count)d ཨེན་ཌི་ལས་ཀའི་རྒྱུན་རིམ་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete the %(count)d selected workflows.
bo: འདེམས་སྒྲུག་བྱས་པའི་ལས་ཀའི་རྒྱུན་རིམ་དེ་ %(count)d བསུབས་དགོས།

source: Delete workflow: %(object)s.
bo: %(object)s

source: Delete the %(count)d selected workflow.
bo: འདེམས་སྒྲུག་བྱས་པའི་ལས་ %(count)d

source: All workflow instances will also be deleted.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་གནས་ཚུལ་ཚང་མ་ཡང་བསུབས་རྒྱུ་རེད།

source: Edit workflow: %s
bo: ལས་ཀའི་འགྲོ་ལུགས་རྩོམ་སྒྲིག: %s

source: Document types assigned this workflow
bo: ལས་ཀའི་བརྒྱུད་རིམ་འདི་ལ་སྤྲད་པའི་ཡིག་ཆའི་རིགས།

source: Available document types
bo: ཡོད་པའི་ཡིག་ཆའི་རིགས།

source: Removing a document type from a workflow will also remove all running instances of that workflow for documents of the document type just removed.
bo: ལས་ཀའི་རྒྱུན་རིམ་ནས་ཡིག་ཆའི་རིགས་རྩ་མེད་གཏོང་ན་ཡིག་ཆའི་རིགས་ད་ལྟ་རྩ་མེད་གཏོང་བའི་ཡིག་ཆའི་ཆེད་དུ་ལས་ཀའི་རྒྱུན་རིམ་དེའི་གཡོག་བཞིན་པའི་གནས་ཚུལ་ཚང་མ་རྩ་མེད་གཏོང་བ་རེད།

source: Document types assigned the workflow: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་ལ་ཡིག་ཆའི་རིགས་སྤྲད་ཡོད %s

source: This will launch the workflow for documents that have already been uploaded.
bo: འདིས་ཡིག་ཆའི་ལས་ཀའི་རྒྱུན་རིམ་འགོ་འཛུགས་བྱེད།

source: Launch workflow?
bo: ལས་ཀའི་འགྲོ་ལུགས་འགོ་འཛུགས་སམ།

source: Workflow launch queued successfully.
bo: ལས་ཀའི་འགྲོ་ལུགས་འགོ་འཛུགས་ལེགས་འགྲུབ་བྱུང་།

source: Workflows store a series of states and keep track of the current state of a document. Transitions are used to change the current state to a new one.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱིས་གནས་སྟངས་མང་པོ་གསོག་འཇོག་བྱེད་པ་དང་ཡིག་ཆའི་ད་ལྟའི་གནས་སྟངས་ལ་ལྟ་རྟོག་བྱེད་ཀྱི་ཡོད། ད་ལྟའི་གནས་སྟངས་དེ་གསར་པར་བསྒྱུར་བར་བརྗེ་སྒྱུར་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད།

source: No workflows have been defined
bo: ལས་ཀའི་འགྲོ་ལུགས་གཏན་འཁེལ་བྱས་མེད།

source: Preview of: %s
bo: སྔོན་ལྟ།: %s

source: This will launch all workflows created after documents have already been uploaded.
bo: འདིས་ཡིག་ཆ་ཡར་བསྐུར་ཟིན་རྗེས་གསར་བཟོ་བྱས་པའི་ལས་ཀའི་རྒྱུན་རིམ་ཚང་མ་འགོ་འཛུགས་བྱེད།

source: Launch all workflows?
bo: ལས་ཀའི་རྒྱུན་རིམ་ཚང་མ་འགོ་འཛུགས་དགོས་སམ།

source: Document label
bo: ཡིག་ཆའི་ལག་ཁྱེར་།

source: The new label to be assigned to the document.
bo: ཡིག་ཆ་ལ་སྤྲོད་དགོས་པའི་མིང་བྱང་གསར་པ།

source: Document description
bo: ཡིག་ཆའི་བཀོད་པ།

source: The new description to be assigned to the document.
bo: ཡིག་ཆ་ལ་སྤྲོད་དགོས་པའི་འགྲེལ་བཤད་གསར་པ།

source: Modify document properties
bo: ཡིག་ཆའི་རྒྱུ་ཆ་བཟོ་བཅོས་བྱེད་པ།

source: Document properties
bo: ཡིག་ཆའི་རྒྱུ་ཆ།

source: Additional workflows to launch for the document.
bo: ཡིག་ཆའི་ཆེད་དུ་ལས་ཀའི་འགྲོ་ལུགས་ཁ་སྣོན།

source: The URL to access.
bo: འཛུལ་སྤྱོད་བྱེད་པའི་URL

source: Method
bo: ཐབས་ཤེས

source: The HTTP method to use for the request. Typical choices are OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
bo: རེ་འདུན་ཆེད་དུ་བེད་སྤྱོད་གཏོང་བའི་HTTPཐབས་ལམ། སྤྱིར་བཏང་གི་འདེམས་གཞི་ནི་གདམ་ག་དང་། མགོ། རྩོམ་ཡིག། ཐོབ། བླུགས། ཐིག་ལེ། བསུབས་པ་བཅས་ཡིན།

source: Username
bo: སྤྱོད་མཁན་གྱི་མིང་།

source: Username to use for making the request with HTTP Basic Auth. The credential object is available as {{ credential }}.
bo: HTTP གཞི་རྩའི་བདེན་དཔང་དང་མཉམ་དུ་རེ་ཞུ་བྱེད་པར་བེད་སྤྱོད་གཏོང་བའི་སྤྱོད་མཁན་གྱི་མིང་། ཡིག་ཆ་དངོས་པོ་དེ་ {{ ཡིག་ཆ་ }} ལྟར་ཐོབ་ཐུབ།

source: Password
bo: གསང་གྲངས

source: Password to use for making the request with HTTP Basic Auth. The credential object is available as {{ credential }}.
bo: HTTP གཞི་རྩའི་བདེན་དཔང་དང་མཉམ་དུ་རེ་ཞུ་བྱེད་པར་བེད་སྤྱོད་གཏོང་བའི་གསང་གྲངས། ཡིག་ཆ་དངོས་པོ་དེ་ {{ ཡིག་ཆ་ }} ལྟར་ཐོབ་ཐུབ།

source: Headers
bo: མགོ་ཡིག

source: Headers to send with the HTTP request. Must be in JSON format. The credential object is available as {{ credential }}.
bo: HTTP རེ་འདུན་དང་མཉམ་དུ་གཏོང་བའི་མགོ་ཡིག ངེས་པར་དུ་JSONརྩ་སྒྲིག་ནང་ཡིན་དགོས། ཡིག་ཆ་དངོས་པོ་དེ་ {{ ཡིག་ཆ་ }} ལྟར་ཐོབ་ཐུབ།

source: Payload
bo: ཁུར་པོ།

source: A JSON document to include in the request.
bo: རེ་འདུན་ནང་དུ་ཚུད་པའི་JSONཡིག་ཆ་ཞིག

source: Timeout
bo: དུས་ཚོད་ཡོལ་བ།

source: Time in seconds to wait for a response.
bo: ལན་འདེབས་ལ་སྒུག་པའི་དུས་ཚོད་སྐར་ཆའི་ནང་།

source: Store response
bo: ཚོང་ཁང་གི་ལན་འདེབས།

source: Store the response in the workflow context.
bo: ལན་འདེབས་དེ་ལས་ཀའི་རྒྱུན་རིམ་གྱི་སྐབས་དོན་ནང་དུ་གསོག་འཇོག་བྱས།

source: Response variable name
bo: ལན་འདེབས་འགྱུར་ལྡོག་གི་མིང་།

source: Variable used to store the response in the workflow instance context.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་སྐབས་དོན་ནང་ལན་འདེབས་གསོག་འཇོག་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་འགྱུར་ལྡོག

source: Perform an HTTP request
bo: HTTP རེ་འདུན་སྒྲུབ་པ།

source: Request
bo: རེ་འདུན

source: Response
bo: ལན་ལྡོན

source: %(field_name)s JSON error: %(exception)s
bo: %(field_name)s %(exception)s ཨེན་ཌི་JSONནོར་འཁྲུལ།
