Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Workflows
bo: ལས་ཀའི་འགྲོ་ལུགས།

source: Current state of a workflow
bo: ལས་ཀའི་བརྒྱུད་རིམ་གྱི་ད་ལྟའི་གནས་སྟངས།

source: Deprecated: Use `state_active` instead. Return the current state of the selected workflow.
bo: བཀོལ་སྤྱོད་མེད་པ་: དེའི་ཚབ་ཏུ་`state_active` བེད་སྤྱོད་བྱོས། བདམས་པའི་ལས་ཀའི་རྒྱུན་རིམ་གྱི་ད་ལྟའི་གནས་སྟངས་ཕྱིར་ལོག་བྱེད།

source: Current completion of a workflow
bo: ལས་ཀའི་བརྒྱུད་རིམ་ཞིག་གི་ད་ལྟའི་མཇུག་སྒྲིལ།

source: Deprecated: Use `state_active.completion` instead. Return the completion value of the current state of the selected workflow.
bo: བེད་སྤྱོད་མ་བཏང་བར། དེའི་ཚབ་ཏུ་`གནས་སྟངས་_ཤུགས་ལྡན་.མཇུག་སྒྲིལ` བེད་སྤྱོད་བྱོས། བདམས་པའི་ལས་ཀའི་རྒྱུན་རིམ་གྱི་ད་ལྟའི་གནས་སྟངས་ཀྱི་མཇུག་སྒྲིལ་རིན་ཐང་ཕྱིར་ལོག་བྱེད།

source: Return the current state of the selected workflow.
bo: བདམས་པའི་ལས་ཀའི་རྒྱུན་རིམ་གྱི་ད་ལྟའི་གནས་སྟངས་ཕྱིར་ལོག་བྱེད།

source: Return the completion value of the current state of the selected workflow.
bo: བདམས་པའི་ལས་ཀའི་རྒྱུན་རིམ་གྱི་ད་ལྟའི་གནས་སྟངས་ཀྱི་མཇུག་སྒྲིལ་རིན་ཐང་ཕྱིར་ལོག་བྱེད།

source: Return the last workflow instance log entry. The log entry itself has the following fields: datetime, transition, user, and comment.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་དྲན་ཐོའི་ཐོ་འགོད་མཐའ་མ་དེ་སླར་ལོག་བྱེད། དྲན་ཐོའི་ཐོ་འགོད་ལ་གཤམ་གྱི་ས་ཁོངས་ཡོད། ཚེས་གྲངས་དུས་ཚོད་དང་བརྗེ་སྒྱུར་དང་སྤྱོད་མཁན་དང་མཆན་འགྲེལ།

source: Get last log entry
bo: དྲན་ཐོའི་ཐོ་འགོད་མཐའ་མ་ཐོབ།

source: Return the current context dictionary which includes runtime data from the workflow transition fields.
bo: ལས་ཀའི་རྒྱུན་རིམ་བརྗེ་སྒྱུར་ས་ཁོངས་ནས་རྒྱུག་པའི་དུས་ཚོད་ཀྱི་གནད་སྡུད་ཚུད་པའི་ད་ལྟའི་སྐབས་དོན་ཚིག་མཛོད་སླར་ལོག་བྱེད།

source: Get the context
bo: སྐབས་དོན་ཐོབ།

source: Return the transition of the workflow instance.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་གྱི་བརྗེ་སྒྱུར་སླར་ལོག་བྱེད།

source: Get last transition
bo: མཐའ་མའི་འཕོ་འགྱུར་ཐོབ།

source: A record of all state changes made to the workflow instance over time.
bo: དུས་ཚོད་ཀྱི་གོ་རིམ་ནང་ལས་ཀའི་རྒྱུན་རིམ་གྱི་གནས་ཚུལ་ལ་འགྱུར་བ་བྱུང་བའི་ཐོ་འགོད།

source: None
bo: གང་ཡང་མེད།

source: Documents
bo: ཡིག་ཆ།

source: User
bo: བེད་སྤྱོད་པ་།

source: Last transition
bo: མཐའ་མའི་འཕོ་འགྱུར།

source: Date and time
bo: ཚེས་གྲངས་དང་དུས་ཚོད།

source: Completion
bo: མཇུག་སྒྲིལ།

source: Additional details
bo: ཁ་སྣོན་གྱི་ཞིབ་ཕྲ།

source: When?
bo: ག་དུས?

source: Action type
bo: བྱ་བའི་རིགས།

source: Triggers are system events that will cause the transition to be applied.
bo: འབྱུང་ཁུངས་ནི་བརྗེ་སྒྱུར་འཇུག་སྤྱོད་བྱེད་པའི་མ་ལག་གི་བྱུང་རིམ་ཡིན།

source: Triggers
bo: འབྱུང་ཁུངས།

source: Type
bo: རིགས

source: Widget
bo: ཡོ་ཆས།

source: General
bo: སྤྱིར་བཏང་གི

source: %(field_name)s template error: %(exception)s
bo: %(field_name)s ཊེམ་པེལེཊ་ནོར་འཁྲུལ།: %(exception)s

source: Null backend
bo: རྒྱབ་ཕྱོགས་སྟོང་པ།

source: Workflow instance created
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་གསར་བཟོ་བྱས།

source: Workflow instance transitioned
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་བརྗེ་སྒྱུར་བྱས།

source: Workflow created
bo: ལས་ཀའི་འགྲོ་ལུགས་གསར་སྐྲུན་བྱས།

source: Workflow edited
bo: ལས་ཀའི་བརྒྱུད་རིམ་རྩོམ་སྒྲིག་བྱས།

source: Select a transition to execute in the next step.
bo: གོམ་པ་རྗེས་མར་ལག་བསྟར་བྱེད་པའི་བརྗེ་སྒྱུར་འདེམས།

source: Transition
bo: བར་བསྐལ

source: Workflow template preview image
bo: ལས་ཀའི་རྒྱུན་རིམ་དཔེ་སྒྲོམ་གྱི་སྔོན་ལྟའི་པར་རིས།

source: The action type for this action entry.
bo: བྱ་བའི་ཐོ་འགོད་འདིའི་བྱ་བའི་རིགས།

source: Action
bo: བྱ་སྤྱོད

source: Basic
bo: རྨང་གཞི

source: Field
bo: ཞིང་ཁ

source: Value
bo: རིན་ཐང

source: Appearance
bo: ཕྱི་ཚུལ་མཐོང་སྣང།

source: Namespace
bo: མིང་བར་སྟོང་།

source: Label
bo: ལག་ཁྱེར་།

source: No
bo: མིན

source: Yes
bo: ཡིན

source: Enabled
bo: བེད་སྤྱོད་ཆོག་པ།

source: Create workflow
bo: ལས་ཀའི་འགྲོ་ལུགས་གསར་སྐྲུན་བྱེད་པ།

source: Document types
bo: ཡིག་ཆའི་རིགས་།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Launch workflow
bo: ལས་ཀའི་བརྒྱུད་རིམ་འགོ་འཛུགས།

source: Preview
bo: སྔོན་ལྟ་།

source: Actions
bo: བྱ་སྤྱོད།

source: Create action
bo: བྱ་སྤྱོད་གཏོད་པ།

source: Create escalation
bo: འཕེལ་རིམ་གསར་སྐྲུན་བྱེད་པ།

source: Escalations
bo: འཕེལ་འགྱུར།

source: Create state
bo: མངའ་སྡེ་བསྐྲུན་པ།

source: States
bo: མངའ་སྡེ།

source: Create transition
bo: བར་བརྒལ་གཏོད་པ།

source: Transition triggers
bo: འགྱུར་ལྡོག་གི་འབྱུང་ཁུངས།

source: Transitions
bo: འཕོ་འགྱུར།

source: Launch workflows
bo: ལས་ཀའི་འགྲོ་ལུགས་འགོ་འཛུགས།

source: Create field
bo: ས་ཁོངས་གསར་བཟོ།

source: Fields
bo: ས་ཁོངས།

source: Detail
bo: ཞིབ་ཕྲ

source: Workflow documents
bo: ལས་ཀའི་གོ་རིམ་ཡིག་ཆ།

source: State documents
bo: རྒྱལ་ཁབ་ཀྱི་ཡིག་ཆ།

source: Launch all workflows
bo: ལས་ཀའི་བརྒྱུད་རིམ་ཚང་མ་འགོ་འཛུགས།

source: Character
bo: ཁྱད་རྟགས

source: Number (Integer)
bo: གྲངས་ཀ་(ཧྲིལ་གྲངས།)

source: Text area
bo: ཡི་གེའི་ཁྱབ་ཁོངས།

source: On entry
bo: ནང་དུ་འཛུལ་སྐབས།

source: On exit
bo: ཕྱིར་ཐོན་སྐབས།

source: Event trigger: %s
bo: བྱུང་རིམ་གྱི་འབྱུང་ཁུངས %s

source: The workflow template.
bo: ལས་ཀའི་འགྲོ་ལུགས་ཀྱི་དཔེ་གཞི།

source: Workflow
bo: ལས་ཀའི་འགྲོ་ལུགས།

source: Workflow instance creation date time.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་གསར་སྐྲུན་ཚེས་གྲངས་དུས་ཚོད།

source: Datetime
bo: ཚེས་གྲངས་དུས་ཚོད།

source: The document to which the workflow instance is attached.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་མཉམ་སྦྲེལ་བྱས་པའི་ཡིག་ཆ།

source: Document
bo: ཡིག་ཆ།

source: Context
bo: འབྲེལ་ཆགས

source: The currently active state of the workflow instance.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་གྱི་ད་ལྟའི་གནས་སྟངས།

source: Active state
bo: ཤུགས་ལྡན་གནས་སྟངས།

source: Workflow instance
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན།

source: Workflow instances
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན།

source: Comment
bo: མཆན་འགྲེལ།

source: Extra data
bo: གཞི་གྲངས་ཁ་སྣོན།

source: Workflow instance log entry
bo: ལས་ཀའི་རྒྱུན་རིམ་དཔེ་མཚོན་དྲན་ཐོའི་ཐོ་འགོད།

source: Workflow instance log entries
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་དྲན་ཐོའི་ཐོ་འགོད།

source: Not a valid transition choice.
bo: ནུས་ལྡན་གྱི་བརྗེ་སྒྱུར་གདམ་ག་ཞིག་མ་རེད།

source: Final state
bo: མཐའ་མའི་གནས་སྟངས།

source: Initial state
bo: ཐོག་མའི་གནས་སྟངས།

source: Launch workflow when document is created.
bo: ཡིག་ཆ་གསར་བཟོ་བྱེད་སྐབས་ལས་ཀའི་རྒྱུན་རིམ་འགོ་འཛུགས།

source: Auto launch
bo: རང་འགུལ་གྱིས་ཤར་གཏོང་།

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
bo: རིན་ཐང་འདི་མཉེན་ཆས་གཞན་གྱིས་ལས་ཀའི་རྒྱུན་རིམ་འདི་ལ་གཞི་གྲངས་བྱེད་པར་བེད་སྤྱོད་གཏོང་གི་རེད། ཡི་གེ་དང་ཨང་གྲངས་དང་འོག་ཐིག་ཁོ་ན་འདུས་ཐུབ།

source: Internal name
bo: ནང་ཁུལ་གྱི་མིང་།

source: A short text to describe the workflow.
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗོད་པའི་ཚིག་ཐུང་ཞིག

source: Ignore workflow instances if they are in their final state.
bo: གལ་ཏེ་ལས་ཀའི་རྒྱུན་རིམ་གྱི་གནས་ཚུལ་དེ་དག་མཐའ་མའི་གནས་སྟངས་ནང་ཡོད་ན།

source: Ignore completed
bo: སྣང་མེད་དུ་བཏང་ཚར་བ།

source: Workflow runtime proxy
bo: ལས་ཀའི་འགྲོ་ལུགས་རྒྱུག་དུས་ངོ་ཚབ།

source: Workflow runtime proxies
bo: ལས་ཀའི་འགྲོ་ལུགས་རྒྱུག་དུས་ཀྱི་ངོ་ཚབ།

source: The condition that will determine if this state action is executed or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
bo: གནས་སྟངས་བྱ་སྤྱོད་འདི་ལག་བསྟར་བྱེད་མིན་གཏན་འབེབས་བྱེད་པའི་ཆ་རྐྱེན། གནས་སྟངས་དེ་ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་ལ་གཞི་བཅོལ་ནས་བརྟག་དཔྱད་བྱས། གནས་གོང་གང་རུང་སླར་ལོག་མི་བྱེད་པའི་གནས་སྟངས་དང་པའེ་ཐོན་གཏན་ཚིག་ཅན་གྱི་གང་ཡང་སླར་ལོག་མི་ཡང་ན་ཡིག་རྒྱུན་སྟོང་པ་(&#39;&#39;)དེ་གཏན་ཚིག་གི་རྫུན་མ་ཡིན་པར་བརྩི། གནས་གོང་གཞན་གང་རུང་ཞིག་གཏན་ཚིག་གི་བདེན་པ་ལ་བརྩི།

source: Workflow state
bo: ལས་ཀའི་འགྲོ་ལུགས་གནས་སྟངས།

source: A short text describing the action. Actions are execute by alphabetical order.
bo: བྱ་བ་བརྗོད་པའི་ཚིག་ཐུང་ཞིག བྱ་སྤྱོད་རྣམས་ཡི་གེའི་གོ་རིམ་ལྟར་ལག་བསྟར་བྱེད།

source: At which moment of the state this action will execute.
bo: བྱ་སྤྱོད་འདི་མངའ་སྡེའི་དུས་སྐབས་གང་དུ་ལག་བསྟར་བྱེད་ཀྱི་ཡོད་དམ།

source: When
bo: ག་དུས

source: Workflow state action
bo: ལས་ཀའི་འགྲོ་ལུགས་ཀྱི་བྱ་སྤྱོད།

source: Workflow state actions
bo: ལས་ཀའི་འགྲོ་ལུགས་ཀྱི་བྱ་སྤྱོད།

source: Workflow escalation.
bo: ལས་ཀའི་འགྲོ་ལུགས་ཆེ་རུ་གཏོང་བ།

source: Determine the order in which the escalations will be evaluated. Escalations with a lower priority number are executed before escalations with a higher priority number.
bo: འཕར་ཚད་ལ་དབྱེ་ཞིབ་བྱེད་པའི་གོ་རིམ་གཏན་འབེབས་བྱོས། གཙོ་གནད་ཨང་གྲངས་དམའ་བའི་འཕར་ཚད་དེ་གཙོ་གནད་ཨང་གྲངས་མཐོ་བའི་འཕར་ཚད་ཀྱི་སྔོན་ལ་ལག་བསྟར་བྱེད།

source: Priority
bo: དོན་ཚན་སྔ་གྲས

source: Enable automatic transition the workflow after a specified amount of time has elapsed in the state without change.
bo: འགྱུར་བ་མེད་པར་གནས་སྟངས་ནང་དུས་ཚོད་གཏན་འཁེལ་བྱས་པའི་རྗེས་སུ་ལས་ཀའི་རྒྱུན་རིམ་རང་འགུལ་གྱིས་བརྗེ་སྒྱུར་བྱེད་པར་ལྕོགས་ཅན་བཟོས།

source: Time unit
bo: དུས་ཚོད་ཀྱི་ཚད་གཞི།

source: Amount of the selected escalation units of time.
bo: འདེམས་སྒྲུག་བྱས་པའི་དུས་ཚོད་ཀྱི་འཕར་ཚད་ཚད་གཞི།

source: Amount
bo: ཁྱོན་འབོར

source: Comment to save to the workflow instance when the escalation is executed.
bo: འཕར་ཚད་ལག་བསྟར་བྱེད་སྐབས་ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་ལ་ཉར་ཚགས་བྱེད་པའི་མཆན་འགྲེལ།

source: Workflow state escalation
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་གནས་ཚུལ་འཕར་བ།

source: Workflow state escalations
bo: ལས་ཀའི་འགྲོ་ལུགས་གནས་སྟངས་འཕར་ཚད།

source: A short text to describe the workflow state.
bo: ལས་ཀའི་འགྲོ་ལུགས་ཀྱི་གནས་སྟངས་འགྲེལ་བརྗོད་བྱེད་པའི་ཡིག་ཆ་ཐུང་ཐུང་ཞིག

source: The state at which the workflow will start in. Only one state can be the initial state.
bo: ལས་ཀའི་རྒྱུན་རིམ་འགོ་འཛུགས་སའི་གནས་སྟངས། གནས་སྟངས་གཅིག་མ་གཏོགས་འགོ་འཛུགས་གནས་སྟངས་ཆགས་མི་ཐུབ།

source: Initial
bo: འགོ་སྟོད་ཀྱི

source: The state at which the workflow will stop. Only one state can be the final state.
bo: ལས་ཀའི་འགྲོ་ལུགས་མཚམས་འཇོག་བྱེད་པའི་གནས་སྟངས། མངའ་སྡེ་གཅིག་མ་གཏོགས་མཐའ་མའི་མངའ་སྡེ་ཆགས་མི་ཐུབ།

source: Final
bo: མཐའ་མ།

source: The percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
bo: ལས་ཀའི་འགྲོ་ལུགས་དང་འབྲེལ་བའི་གནས་སྟངས་འདིས་མཚོན་པའི་མཇུག་སྒྲིལ་གྱི་བརྒྱ་ཆ། བརྒྱ་ཆའི་རྟགས་མེད་པའི་ཨང་གྲངས་བེད་སྤྱོད་བྱེད་དགོས།

source: Workflow states
bo: ལས་ཀའི་འགྲོ་ལུགས་གནས་སྟངས།

source: Workflow state runtime proxy
bo: ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་རྒྱུག་དུས་ངོ་ཚབ།

source: Workflow state runtime proxies
bo: ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་རྒྱུག་དུས་ཀྱི་ངོ་ཚབ།

source: Lookup value error: %s
bo: འཚོལ་ཞིབ་རིན་ཐང་གི་ནོར་ %s

source: Has a default?
bo: སྔོན་སྒྲིག་ཡོད་དམ།

source: Has a lookup?
bo: ལྟ་ཞིབ་བྱས་ཡོད་དམ།

source: Value is not one of the provided options.
bo: རིན་ཐང་ནི་མཁོ་སྤྲོད་བྱས་པའི་གདམ་གའི་གྲས་ཤིག་མ་རེད།

source: The name that will be used to identify this field in other parts of the workflow system.
bo: ལས་ཀའི་རྒྱུན་རིམ་མ་ལག་གི་ཆ་ཤས་གཞན་པའི་ནང་ས་ཁོངས་འདི་ངོས་འཛིན་བྱེད་པར་བེད་སྤྱོད་གཏོང་བའི་མིང་།

source: The field name that will be shown on the user interface.
bo: སྤྱོད་མཁན་ངོས་འདྲ་བའི་ཐོག་སྟོན་རྒྱུའི་ཡིག་དུམ་གྱི་མིང་།

source: Optional default value for the field. Can be a template.
bo: ཡིག་དུམ་གྱི་གདམ་ཀའི་སྔོན་སྒྲིག་རིན་ཐང་། དཔེ་སྒྲོམ་ཞིག་ཆགས་ཐུབ།

source: Default
bo: སྔོན་གཤིས།

source: Enter a template to render. Must result in a comma delimited string.
bo: བརྙན་ཕབ་བྱེད་པའི་ཊེམ་པེལེཊི་ཞིག་བླུགས། ངེས་པར་དུ་ཚེག་གིས་དབྱེ་བའི་ཡིག་རྒྱུན་ཐོན་དགོས།

source: Lookup
bo: ལྟ་བ།

source: An optional message that will help users better understand the purpose of the field and data to provide.
bo: གདམ་གའི་བརྡ་འཕྲིན་ཞིག དེས་སྤྱོད་མཁན་ཚོས་མཁོ་སྤྲོད་བྱེད་པའི་ས་ཁོངས་དང་གནས་སྡུད་ཀྱི་དམིགས་ཡུལ་ལེགས་པར་ཤེས་རྟོགས་བྱེད་པར་ཕན་ཐོགས།

source: Help text
bo: རོགས་རམ་ཡི་གེ།

source: Whether this field needs to be filled out or not to proceed.
bo: ས་ཁོངས་འདི་བཀང་དགོས་མིན་དང་མུ་མཐུད་དུ་འགྲོ་དགོས་མིན།

source: Required
bo: ངེས་སྦྱོང

source: An optional class to change the default presentation of the field.
bo: ས་ཁོངས་ཀྱི་སྔོན་སྒྲིག་གསལ་སྟོན་བསྒྱུར་བཅོས་བྱེད་པའི་འདམ་ཁའི་འཛིན་གྲྭ།

source: Widget class
bo: ཝི་ཇེཊ་འཛིན་གྲྭ།

source: A group of keyword arguments to customize the widget. Use YAML format.
bo: ཝི་ཇེཊ་སྒྲིག་བཀོད་བྱེད་པའི་གཙོ་ཚིག་སྒྲུབ་བྱེད་ཀྱི་སྡེ་ཚན། YAMLརྩ་སྒྲིག་བེད་སྤྱོད་བྱེད།

source: Widget keyword arguments
bo: ཝི་ཇེཊ་གཙོ་ཚིག་རྩོད་གླེང་།

source: Workflow transition field
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར་ཁྱབ་ཁོངས།

source: Workflow transition fields
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར་ཁྱབ་ཁོངས།

source: The condition that will determine if this transition is enabled or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
bo: འགྱུར་ལྡོག་འདི་ལྕོགས་ཅན་ཡིན་མིན་གཏན་འབེབས་བྱེད་པའི་ཆ་རྐྱེན། གནས་སྟངས་དེ་ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་ལ་གཞི་བཅོལ་ནས་བརྟག་དཔྱད་བྱས། གནས་གོང་གང་རུང་སླར་ལོག་མི་བྱེད་པའི་གནས་སྟངས་དང་པའེ་ཐོན་གཏན་ཚིག་ཅན་གྱི་གང་ཡང་སླར་ལོག་མི་ཡང་ན་ཡིག་རྒྱུན་སྟོང་པ་(&#39;&#39;)དེ་གཏན་ཚིག་གི་རྫུན་མ་ཡིན་པར་བརྩི། གནས་གོང་གཞན་གང་རུང་ཞིག་གཏན་ཚིག་གི་བདེན་པ་ལ་བརྩི།

source: A short text to describe the transition.
bo: འཕོ་འགྱུར་བརྗོད་པའི་ཚིག་ཐུང་ཞིག

source: Origin state
bo: འབྱུང་ཁུངས་གནས་སྟངས།

source: Destination state
bo: འགྲོ་ཡུལ་མངའ་སྡེ།

source: Workflow transition
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར།

source: Workflow transitions
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར།

source: Event type
bo: བྱུང་རིམ་རིགས།

source: Workflow transition trigger event
bo: ལས་ཀའི་འགྲོ་ལུགས་འགྱུར་ལྡོག་འབྱུང་བའི་བྱུང་རིམ།

source: Workflow transitions trigger events
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར་གྱིས་བྱུང་རིམ་འབྱུང་བ།

source: Document workflows
bo: ཡིག་ཆའི་ལས་ཀའི་བརྒྱུད་རིམ།

source: Create workflow templates
bo: ལས་ཀའི་འགྲོ་ལུགས་དཔེ་སྒྲོམ་གསར་བཟོ།

source: Delete workflow templates
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་སྒྲོམ་སུབ་པ།

source: Edit workflow templates
bo: ལས་ཀའི་འགྲོ་ལུགས་དཔེ་སྒྲོམ་རྩོམ་སྒྲིག་བྱེད་པ།

source: View workflow templates
bo: ལས་ཀའི་འགྲོ་ལུགས་དཔེ་སྒྲོམ་ལ་ལྟ་བ།

source: Transition workflow instances
bo: འགྱུར་ལྡོག་ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན།

source: Execute workflow tools
bo: ལས་ཀའི་གོ་རིམ་ལག་ཆ་ལག་བསྟར་བྱེད་པ།

source: Workflows slow
bo: ལས་ཀའི་འགྲོ་ལུགས་དལ་བ།

source: Launch a workflow for a document
bo: ཡིག་ཆ་ཞིག་གི་ལས་ཀའི་བརྒྱུད་རིམ་འགོ་འཛུགས།

source: Launch all workflows for a document
bo: ཡིག་ཆ་ཞིག་གི་ལས་ཀའི་བརྒྱུད་རིམ་ཚང་མ་འགོ་འཛུགས།

source: Check a workflow instance for state escalation.
bo: གནས་སྟངས་འཕར་མའི་ཆེད་དུ་ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་ལ་ཞིབ་བཤེར་བྱས།

source: Check all workflow instances for state escalation.
bo: གནས་སྟངས་འཕར་མའི་ཆེད་དུ་ལས་ཀའི་རྒྱུན་རིམ་གྱི་གནས་ཚུལ་ཚང་མ་ཞིབ་བཤེར་བྱེད་དགོས།

source: Launch all workflows for all documents
bo: ཡིག་ཆ་ཚང་མའི་ལས་ཀའི་བརྒྱུད་རིམ་ཚང་མ་འགོ་འཛུགས།

source: Launch a workflow
bo: ལས་ཀའི་བརྒྱུད་རིམ་འགོ་འཛུགས།

source: Document workflow transition comment
bo: ཡིག་ཆའི་ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར་གྱི་མཆན་འགྲེལ།

source: Primary key of the workflow template to launch.
bo: འགོ་འཛུགས་བྱེད་པའི་ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་སྒྲོམ་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: Workflow template ID
bo: ལས་ཀའི་འགྲོ་ལུགས་དཔེ་སྒྲོམ་ID

source: Document URL
bo: ཡིག་ཆའི་ URL །

source: Primary key of the transition to be added.
bo: འགྱུར་ལྡོག་གི་ལྡེ་མིག་གཙོ་བོ་ཁ་སྣོན་བྱེད་དགོས།

source: Transition ID
bo: འགྱུར་ལྡོག་ཨང་རྟགས།

source: Workflow instance URL
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་URL

source: Workflow template URL
bo: ལས་ཀའི་རྒྱུན་རིམ་དཔེ་སྒྲོམ་གྱི་URL

source: Workflow template
bo: ལས་ཀའི་འགྲོ་ལུགས་དཔེ་སྒྲོམ།

source: Current state
bo: ད་ལྟའི་གནས་སྟངས།

source: Last log entry
bo: མཐའ་མའི་དྲན་ཐོའི་ཐོ་འགོད།

source: Log entries URL
bo: དྲན་ཐོའི་ཐོ་འགོད་ཁ་བྱང་།

source: A link to the entire history of this workflow.
bo: ལས་ཀའི་འགྲོ་ལུགས་འདིའི་ལོ་རྒྱུས་ཆ་ཚང་ལ་འབྲེལ་མཐུད།

source: Log entry transitions URL
bo: དྲན་ཐོ་ཐོ་འགོད་བརྗེ་སྒྱུར་URL

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
bo: ཡིག་ཆ་དེ་ལ་མཉམ་སྦྲེལ་བྱས་པའི་ལས་ཀའི་རྒྱུན་རིམ་ལ་སྟོན་པའི་API URL འདི་ནི་ལས་ཀའི་རྒྱུན་རིམ་གྱི་URLལས་མི་འདྲ་བ་རེད།

source: Document types add URL
bo: ཡིག་ཆའི་རིགས་URLཁ་སྣོན་བྱེད།

source: Document types remove URL
bo: ཡིག་ཆའི་རིགས་ཀྱིས་URLམེད་པར་བཟོས།

source: Document types URL
bo: ཡིག་ཆའི་རིགས་URL།

source: Documents URL
bo: ཡིག་ཆའི་ཁ་བྱང་།

source: Image URL
bo: པར་གྱི་ URL །

source: States URL
bo: མངའ་སྡེའི་URL

source: Transitions URL
bo: འགྱུར་ལྡོག་URL

source: Primary key of the document type to add to the workflow.
bo: ལས་ཀའི་རྒྱུན་རིམ་ལ་ཁ་སྣོན་བྱེད་པའི་ཡིག་ཆའི་རིགས་ཀྱི་ལྡེ་མིག་གཙོ་བོ།

source: Document type ID
bo: ཡིག་ཆའི་རིགས་ཀྱི་ཨང་རྟགས།

source: Primary key of the document type to remove from the workflow.
bo: ལས་ཀའི་རྒྱུན་རིམ་ནས་མེད་པར་བཟོ་བའི་ཡིག་ཆའི་རིགས་ཀྱི་ལྡེ་མིག་གཙོ་བོ།

source: Workflow template state ID
bo: ལས་ཀའི་རྒྱུན་རིམ་དཔེ་སྒྲོམ་གནས་སྟངས་ID

source: Workflow template state URL
bo: ལས་ཀའི་རྒྱུན་རིམ་དཔེ་སྒྲོམ་གྱི་གནས་སྟངས་URL

source: Primary key of the workflow template transition to be added.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་སྒྲོམ་བརྗེ་སྒྱུར་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: Workflow template transition ID
bo: ལས་ཀའི་རྒྱུན་རིམ་དཔེ་སྒྲོམ་གྱི་བརྗེ་སྒྱུར་ID

source: Workflow template transition URL
bo: ལས་ཀའི་རྒྱུན་རིམ་དཔེ་སྒྲོམ་གྱི་བརྗེ་སྒྱུར་URL

source: Actions URL
bo: བྱ་བའི་URL

source: Escalations URL
bo: འཕར་ཚད་URL

source: Workflow transition ID
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར་ཨང་རྟགས།

source: Workflow transition URL
bo: ལས་ཀའི་འགྲོ་ལུགས་བརྗེ་སྒྱུར་དྲ་རྒྱ།

source: Primary key of the destination state to be added.
bo: དམིགས་ཡུལ་མངའ་སྡེའི་ལྡེ་མིག་གཙོ་བོ་ཁ་སྣོན་བྱེད་དགོས།

source: Destination state ID
bo: འགྲོ་ཡུལ་མངའ་སྡེའི་ID།

source: Field list URL
bo: ཡིག་དུམ་གྱི་ཐོ་གཞུང་URL

source: Primary key of the origin state to be added.
bo: འབྱུང་ཁུངས་གནས་སྟངས་ཀྱི་གཙོ་བོའི་ལྡེ་མིག་ཁ་སྣོན་བྱེད་དགོས།

source: Origin state ID
bo: འབྱུང་ཁུངས་མངའ་སྡེའི་ID།

source: Trigger list URL
bo: འབྱུང་ཁུངས་ཐོ་གཞུང་URL

source: Event Type ID
bo: བྱེད་སྒོའི་རིགས་ID

source: Unknown or invalid event type ID `%s`
bo: མི་ཤེས་པའམ་ཡང་ན་ནུས་མེད་བྱུང་རིམ་རིགས་ID` %s

source: File path to the graphviz dot program used to generate workflow previews.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་སྔོན་ལྟ་བཟོ་བར་སྤྱོད་པའི་གྷི་རཕ་ཝི་ཛི་ཚག་ལས་རིམ་གྱི་ཡིག་ཆའི་འགྲོ་ལམ།

source: The threshold at which the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest workflow image cache files. Specify the size in bytes.
bo: WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND གིས་ལས་ཀའི་རྒྱུན་རིམ་གྱི་པར་རིས་འདྲ་མཛོད་ཡིག་ཆ་རྙིང་ཤོས་དེ་བསུབས་འགོ་ཚུགས་པའི་ཚད་གཞི། ཚད་དེ་བཱའིཊི་ནང་གསལ་བཀོད་འབད།

source: Path to the Storage subclass to use when storing the cached workflow image files.
bo: མཛོད་སྒྲིག་བྱས་པའི་ལས་ཀའི་རྒྱུན་རིམ་གྱི་པར་རིས་ཡིག་ཆ་གསོག་འཇོག་བྱེད་སྐབས་བེད་སྤྱོད་གཏོང་བའི་གསོག་འཇོག་སྡེ་ཚན་ཆུང་བ་ལ་འགྲོ་ལམ།

source: Arguments to pass to the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
bo: ལས་ཀའི་རྒྱུན་རིམ་_པར་རིས་_མཛོད་ཁང་_དངོས་ཟོག་_རྒྱབ་ལྗོངས་ལ་སྤྲོད་པའི་སྒྲུབ་བྱེད།

source: Interval in seconds on which the task to check for expired workflow states will be launched.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དུས་ཚོད་རྫོགས་ཡོད་མེད་བརྟག་དཔྱད་བྱེད་པའི་ལས་འགན་དེ་འགོ་འཛུགས་བྱེད་པའི་སྐར་ཆའི་བར་མཚམས།

source: Unable to initialize the workflow preview storage. Check the settings {} and {} for formatting errors.
bo: ལས་ཀའི་རྒྱུན་རིམ་སྔོན་ལྟའི་གསོག་འཇོག་འགོ་འཛུགས་བྱེད་མི་ཐུབ། སྒྲིག་སྟངས་ {} དང་ {} ལ་རྩ་སྒྲིག་ནོར་འཁྲུལ་ཡོད་མེད་ཞིབ་བཤེར་བྱེད།

source: Workflow preview images
bo: ལས་ཀའི་འགྲོ་ལུགས་སྔོན་ལྟའི་པར་རིས།

source: Assign workflows to the document type of this document to have this document execute those workflows.
bo: ཡིག་ཆ་འདིའི་ཡིག་ཆའི་རིགས་ལ་ལས་ཀའི་རྒྱུན་རིམ་སྤྲོད་ནས་ཡིག་ཆ་འདིས་ལས་ཀའི་རྒྱུན་རིམ་དེ་དག་ལག་བསྟར་བྱེད།

source: There are no workflows for this document
bo: ཡིག་ཆ་འདི་ལ་ལས་ཀའི་བརྒྱུད་རིམ་མེད།

source: Workflows for document: %s
bo: ཡིག་ཆའི་ལས་ཀའི་འགྲོ་ལུགས། %s

source: This view will show the state changes as a workflow instance is transitioned.
bo: མཐོང་སྣང་འདིས་ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་བརྗེ་སྒྱུར་བྱེད་སྐབས་གནས་སྟངས་ཀྱི་འགྱུར་བ་སྟོན་གྱི་ཡོད།

source: There are no details for this workflow instance
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་མཚོན་འདིའི་ཞིབ་ཕྲའི་གནས་ཚུལ་མེད།

source: Detail of workflow: %(workflow)s
bo: ལས་ཀའི་འགྲོ་ལུགས་ཀྱི་ཞིབ་ཕྲ %(workflow)s

source: Document "%s" transitioned successfully
bo: ཡིག་ཆ་ &quot; %s &quot; མཐར་ཕྱིན་ངང་བརྗེ་སྒྱུར་བྱས།

source: Execute transition "%(transition)s" for workflow: %(workflow)s
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་ཆེད་དུ་བརྗེ་སྒྱུར་ &quot; %(transition)s %(workflow)s ལག་བསྟར་བྱེད།

source: Optional comment to attach to the transition.
bo: འགྱུར་ལྡོག་ལ་མཉམ་སྦྲེལ་བྱེད་པའི་འདམ་ཀའི་མཆན་འགྲེལ།

source: Select
bo: འདེམས

source: Select transition for workflow "%(workflow)s" of document "%(document)s"
bo: ཡིག་ཆ &quot; %(workflow)s %(document)s ཡི་ལས་ཀའི་རྒྱུན་རིམ་ལ་བརྗེ་སྒྱུར་འདེམས།

source: Associate a workflow with some document types and documents of those types will be listed in this view.
bo: ལས་ཀའི་རྒྱུན་རིམ་ཞིག་ཡིག་ཆའི་རིགས་ཁ་ཤས་དང་འབྲེལ་བ་བྱེད་པ་དང་རིགས་དེ་དག་གི་ཡིག་ཆ་དེ་ཚོ་མཐོང་སྣང་འདིའི་ནང་ཐོ་འགོད་བྱེད།

source: There are no documents executing this workflow
bo: ལས་ཀའི་བརྒྱུད་རིམ་འདི་ལག་བསྟར་བྱེད་པའི་ཡིག་ཆ་མེད།

source: Documents with the workflow: %s
bo: ལས་ཀའི་འགྲོ་ལུགས་ཡོད་པའི་ཡིག་ཆ།: %s

source: Create some workflows and associated them with a document type. Active workflows will be shown here and the documents for which they are executing.
bo: ལས་ཀའི་རྒྱུན་རིམ་འགའ་ཤས་གསར་འཛུགས་བྱས་ནས་ཡིག་ཆའི་རིགས་དང་འབྲེལ་བ་བྱེད། ལས་ཀའི་རྒྱུན་རིམ་ཤུགས་ལྡན་འདིར་སྟོན་རྒྱུ་དང་། དེ་དག་ལག་བསྟར་བྱེད་བཞིན་པའི་ཡིག་ཆ་དེ་དག་སྟོན་རྒྱུ་རེད།

source: There are no workflows
bo: ལས་ཀའི་འགྲོ་ལུགས་མེད།

source: There are no documents in this workflow state
bo: ལས་ཀའི་བརྒྱུད་རིམ་གནས་སྟངས་འདིར་ཡིག་ཆ་གང་ཡང་མེད།

source: Documents in the workflow "%(workflow)s", state "%(state)s"
bo: ལས་ཀའི་རྒྱུན་རིམ་ནང་ཡིག་ཆ་ &quot; %(workflow)s &quot;, མངའ་སྡེ་ &quot; %(state)s &quot;

source: Create escalation for workflow state: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་གནས་སྟངས་ལ་འཕར་ཚད་བཟོས། %s

source: Delete workflow state escalation: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་འཕར་ཚད་སུབ་དགོས། %s

source: Edit workflow state escalation: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་འཕར་ཚད་རྩོམ་སྒྲིག་བྱེད་པ། %s

source: Workflow state escalation allow workflows to execute a transition automatically after a specific amount of time.
bo: ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་འཕར་ཚད་ཀྱིས་ལས་ཀའི་རྒྱུན་རིམ་ལ་དུས་ཚོད་ངེས་ཅན་ཞིག་གི་རྗེས་སུ་རང་འགུལ་གྱིས་བརྗེ་སྒྱུར་ལག་བསྟར་བྱེད་དུ་འཇུག་ཐུབ།

source: There are no escalations for this workflow state.
bo: ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་འདི་ལ་འཕར་ཚད་མེད།

source: Escalations for workflow template state: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་དཔེ་སྒྲོམ་གནས་སྟངས་ཀྱི་འཕར་ཚད། %s

source: Create a "%(backend_label)s" workflow action for: %(workflow_state)s
bo: &quot; %(backend_label)s &quot; ལས་ཀའི་རྒྱུན་རིམ་བྱ་སྤྱོད་ཅིག་གསར་འཛུགས་བྱས %(workflow_state)s

source: Delete workflow state action: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་བྱ་སྤྱོད་སུབ་དགོས། %s

source: Edit workflow state action: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་བྱ་སྤྱོད་རྩོམ་སྒྲིག: %s

source: Workflow state actions are macros that get executed when documents enters or leaves the state in which they reside.
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་གནས་སྟངས་བྱ་སྤྱོད་ནི་ཡིག་ཆ་དེ་ཚོ་གནས་ཡུལ་གྱི་གནས་སྟངས་ནང་འཛུལ་བའམ་ཡང་ན་ཕྱིར་ཐོན་པའི་སྐབས་ལག་བསྟར་བྱེད་པའི་མེ་ཀརོ་ཡིན།

source: There are no actions for this workflow state
bo: ལས་ཀའི་འགྲོ་ལུགས་གནས་སྟངས་འདི་ལ་བྱ་སྤྱོད་གང་ཡང་མེད།

source: Actions for workflow state: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་ཀྱི་བྱ་སྤྱོད། %s

source: New workflow state action selection for: %s
bo: ལས་ཀའི་འགྲོ་ལུགས་གསར་པའི་བྱ་སྤྱོད་འདེམས་སྒྲུག: %s

source: Create states for workflow: %s
bo: %s

source: Delete workflow state: %s?
bo: ལས་ཀའི་རྒྱུན་རིམ་གྱི་གནས་སྟངས་ %s །

source: Edit workflow state: %s
bo: ལས་ཀའི་རྒྱུན་རིམ་གནས་སྟངས་རྩོམ་སྒྲིག་བྱེད་པ། %s
