Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/appearance/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Appearance
bo: ཕྱི་ཚུལ་མཐོང་སྣང།

source: JQuery Form
bo: JQuery འབྲི་ཤོག་།

source: Theme created
bo: བརྗོད་བྱ་གསར་སྐྲུན་བྱས།

source: Theme edited
bo: བརྗོད་བྱ་རྩོམ་སྒྲིག་བྱས།

source: User theme edited
bo: སྤྱོད་མཁན་གྱི་བརྗོད་བྱ་རྩོམ་སྒྲིག་བྱས།

source: Reload the current content
bo: མིག་སྔའི་ནང་དོན་བསྐྱར་དུ་མངོན་པ།

source: Theme settings
bo: བརྗོད་དོན་སྒྲིག་སྟངས།

source: Edit theme settings
bo: བརྗོད་དོན་སྒྲིག་སྟངས་རྩོམ་སྒྲིག་བྱེད།

source: Create new theme
bo: བརྗོད་བྱ་གསར་པ་གཏོད།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Themes
bo: བརྗོད་བྱ།

source: A short text describing the theme.
bo: བརྗོད་བྱ་བརྗོད་པའི་ཚིག་ཐུང་ཞིག

source: Label
bo: ལག་ཁྱེར་།

source: The CSS stylesheet to change the appearance of the different user interface elements.
bo: བཀོལ་སྤྱོད་པའི་ངོས་འདྲ་ཆ་ཤས་མི་འདྲ་བའི་ཕྱི་ཚུལ་མཐོང་སྣང་བསྒྱུར་བཅོས་བྱེད་པའི་ CSS stylesheet

source: Theme
bo: བརྗོད་གཞི

source: User
bo: བེད་སྤྱོད་པ་།

source: User theme setting
bo: སྤྱོད་མཁན་གྱི་བརྗོད་དོན་སྒྲིག་སྟངས།

source: User theme settings
bo: སྤྱོད་མཁན་གྱི་བརྗོད་དོན་སྒྲིག་སྟངས།

source: Create new themes
bo: བརྗོད་བྱ་གསར་པ་གཏོད་པ།

source: Delete themes
bo: བརྗོད་གཞི་སུབ་པ།

source: Edit themes
bo: བརྗོད་དོན་རྩོམ་སྒྲིག་བྱེད་པ།

source: View existing themes
bo: ད་ཡོད་ཀྱི་བརྗོད་གཞི་ལ་ལྟ་བ།

source: Custom HTTP response code for AJAX redirections.
bo: AJAXབསྐྱར་ལོག་ཆེད་དུ་སྲོལ་རྒྱུན་གྱི་HTTPལན་འདེབས་ཨང་རྟགས།

source: Number of pages to show on each side of the current page in the elided pager.
bo: ད་ལྟའི་ཤོག་ངོས་རེ་རེར་སྟོན་དགོས་པའི་ཤོག་ངོས་གྲངས།

source: Number of pages to show at both ends of the elided pager.
bo: ཤོག་ངོས་གྲངས་འབོར། ཤོག་ངོས་གཉིས་ཀར་སྟོན་དགོས།

source: Maximum number of characters that will be displayed as the view title.
bo: མཐོང་སྣང་ཁ་བྱང་ལྟར་མངོན་པའི་ཡིག་འབྲུའི་གྲངས་འབོར་མང་ཤོས།

source: Position where the system messages will be displayed.
bo: མ་ལག་གི་འཕྲིན་ཡིག་བཀྲམ་སྟོན་བྱེད་སའི་གནས་ཡུལ།

source: Delay in milliseconds after which the menus will be checked for updates.
bo: མི་ལི་སྐར་ཆའི་ནང་ཕྱིར་འགྱངས་བྱས་རྗེས་དཀར་ཆག་དེ་ཚོ་གསར་བརྗེ་བྱེད་པར་བརྟག་དཔྱད་བྱེད།

source: Total pages to show in the page selection dropdown.
bo: ཤོག་ངོས་འདེམས་སྒྲུག་གཤམ་འོག་ནང་སྟོན་པའི་ཤོག་ངོས་བསྡོམས་འབོར།

source: Enable page selection dropdown.
bo: ཤོག་ངོས་འདེམས་སྒྲུག་གཤམ་ཐོ་ལྕོགས་ཅན་བཟོས།

source: Enable the page selection input field.
bo: ཤོག་ངོས་འདེམས་གཞིའི་ནང་འཇུག་ཡིག་དུམ་ལྕོགས་ཅན་བཟོས།

source: Maximum number of requests that can be made before throttling is enabled.
bo: ཆེས་མཐོའི་འབོད་སྐུལ་གྱི་གྲངས་འབོར།

source: Time in milliseconds after which a throttled request will clear allowing an additional request to be performed.
bo: མི་ལི་སྐར་ཆའི་ནང་དུས་ཚོད། དེ་རྗེས་ཚད་གཞི་ཆུང་བའི་རེ་འདུན་དེ་བསལ་ནས་རེ་འདུན་ཁ་སྣོན་ཞིག་སྒྲུབ་ཐུབ།

source: Copy content to clipboard
bo: ནང་དོན་གཅོད་པང་ནང་འདྲ་བཤུས།

source: Copy
bo: འདྲ་བཤུས།

source: Reset input size height
bo: ནང་འཇུག་ཆེ་ཆུང་གི་མཐོ་ཚད་སླར་སྒྲིག་བྱེད་པ།

source: Reset
bo: བསྐྱར་སྒྲིག་བྱེད་པ།

source: Page number must be a positive integer.
bo: ཤོག་ངོས་ཨང་གྲངས་ནི་ངེས་པར་ཡང་དག་ཧྲིལ་གྲངས་ཡིན་དགོས།

source: None
bo: གང་ཡང་མེད།

source: Delete theme: %s
bo: བརྗོད་གཞི་སུབ་པ་: %s

source: Edit theme: %s
bo: རྩོམ་སྒྲིག་བརྗོད་གཞི།: %s

source: Themes allow changing the visual appearance without requiring code changes.
bo: བརྗོད་གཞི་དེ་དག་གིས་མངོན་ཚུལ་བསྒྱུར་ཆོག་པའི་བརྡ་རྟགས་བསྒྱུར་བཅོས་བྱེད་མི་དགོས།

source: There are no themes
bo: བརྗོད་བྱ་མེད་པ།

source: Theme settings for user: %s
bo: བཀོལ་སྤྱོད་པའི་བརྗོད་གཞིའི་སྒྲིག་སྟངས། %s

source: Edit theme settings for user: %s
bo: སྤྱོད་མཁན་གྱི་བརྗོད་གཞིའི་སྒྲིག་སྟངས་རྩོམ་སྒྲིག་བྱེད། %s
