Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/views/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Views
bo: ལྟ་ཚུལ།

source: Select entries to be removed. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
bo: མེད་པར་བཟོ་རྒྱུའི་ཐོ་འགོད་འདེམས། ཐོ་འགོད་སྣ་ཚོགས་འདེམས་པའི་ཆེད་དུ་ཚོད་འཛིན་འཛིན་དགོས། འདེམས་སྒྲུག་མཇུག་སྒྲིལ་རྗེས་གཤམ་གྱི་མཐེབ་གཞོང་ལ་སྣུན། ཡང་ན་ཐོ་གཞུང་ལ་སྣུན་ཐེངས་གཉིས་བྱས་ནས་བྱ་སྤྱོད་དེ་ཤུགས་སྣོན་རྒྱོབ།

source: Select entries to be added. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
bo: ཁ་སྣོན་བྱེད་པའི་ཐོ་འགོད་འདེམས། ཐོ་འགོད་སྣ་ཚོགས་འདེམས་པའི་ཆེད་དུ་ཚོད་འཛིན་འཛིན་དགོས། འདེམས་སྒྲུག་མཇུག་སྒྲིལ་རྗེས་གཤམ་གྱི་མཐེབ་གཞོང་ལ་སྣུན། ཡང་ན་ཐོ་གཞུང་ལ་སྣུན་ཐེངས་གཉིས་བྱས་ནས་བྱ་སྤྱོད་དེ་ཤུགས་སྣོན་རྒྱོབ།

source: Add all
bo: ཚང་མ་ཁ་སྣོན་བྱེད་པ།

source: Add
bo: སྣོན་པ

source: Remove all
bo: ཚང་མ་མེད་པར་བཟོས།

source: Remove
bo: སེལ་བ

source: Error updating relationship; %s
bo: འབྲེལ་ལམ་གསར་བརྗེ་བྱེད་པའི་ནོར་འཁྲུལ། %s

source: Relationships updated successfully
bo: འབྲེལ་ལམ་གསར་བརྗེ་ལེགས་གྲུབ་བྱུང་བ།

source: Duplicate data error: %(error)s
bo: གཞི་གྲངས་འདྲ་མཚུངས་ནོར་འཁྲུལ། %(error)s

source: %(object)s not created, error: %(error)s
bo: %(object)s གསར་བཟོ་བྱས་མེད། ནོར་འཁྲུལ།: %(error)s

source: %(object)s created successfully.
bo: %(object)s མཐར་ཕྱིན་ངང་གསར་བཟོ་བྱས།

source: Error retrieving %(object)s; %(error)s
bo: %(object)s འཚོལ་སྡུད་བྱེད་པའི་ནོར་འཁྲུལ། %(error)s

source: %(object)s not updated, error: %(error)s.
bo: %(object)s གསར་བརྗེ་མ་བྱས། ནོར་འཁྲུལ། %(error)s །

source: %(object)s updated successfully.
bo: %(object)s གསར་བརྗེ་ལེགས་འགྲུབ་བྱུང་ཡོད།

source: %(count)d objects deleted successfully.
bo: %(count)d དངོས་པོ་རྣམས་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: "%(object)s" deleted successfully.
bo: &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d object deleted successfully.
bo: %(count)d དངོས་པོ་དེ་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete %(count)d objects.
bo: %(count)d དངོས་པོ་བསུབས་དགོས།

source: Delete "%(object)s".
bo: &quot; %(object)s &quot; བསུབས་དགོས།

source: Delete %(count)d object.
bo: %(count)d དངོས་པོ་སུབ།

source: Delete
bo: བསུབ་པ།

source: Confirm views
bo: ལྟ་ཚུལ་གཏན་འཁེལ་བྱེད་པ།

source: View modes
bo: རྣམ་པ་ལྟ་བ།

source: Items
bo: རྣམ་གྲངས

source: List
bo: རེའུ་མིག

source: The app to which the view belongs.
bo: མཐོང་སྣང་དེ་གང་ལ་གཏོགས་པའི་མཉེན་ཆས་དེ།

source: App
bo: མཉེན་ཆས།

source: Unknown mode: %s
bo: མ་ཤེས་པའི་ཐབས་ %s

source: The current mode of the view.
bo: ད་ལྟའི་མཐོང་སྣང་གི་ཐབས་ལམ།

source: Value
bo: རིན་ཐང

source: Namespace
bo: མིང་གི་བར་སྟོང་།

source: Full name of the view including the namespace.
bo: མིང་གནས་ཚུད་པའི་མཐོང་སྣང་གི་མིང་ཆ་ཚང་།

source: Name
bo: མིང

source: User
bo: བེད་སྤྱོད་པ་།

source: Remember the last confirmation of the view.
bo: ལྟ་བ་མཐའ་མའི་གཏན་འཁེལ་དྲན་པར་བྱའོ།

source: Remember
bo: ཡིད་ལ་ཤར་བ

source: User confirm view
bo: སྤྱོད་མཁན་གྱིས་གཏན་འཁེལ་ལྟ་བ།

source: Stored value used to identify the display mode of the view.
bo: མཐོང་སྣང་གི་བཀྲམ་སྟོན་ཐབས་ལམ་ངོས་འཛིན་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་གསོག་འཇོག་བྱས་པའི་རིན་ཐང་།

source: User view mode
bo: སྤྱོད་མཁན་གྱི་མཐོང་ཚུལ་ཐབས་ལམ།

source: User view modes
bo: སྤྱོད་མཁན་གྱི་མཐོང་སྣང་ཐབས་ལམ།

source: The number objects that will be displayed per page.
bo: ཤོག་ངོས་རེར་མངོན་པའི་དངོས་པོའི་ཨང་གྲངས།

source: A string specifying the name to use for the paging parameter.
bo: ཤོག་ངོས་ཚད་གཞིའི་ཆེད་དུ་བེད་སྤྱོད་གཏོང་བའི་མིང་གསལ་བཀོད་བྱེད་པའི་ཡིག་རྒྱུན།

source: Confirm delete
bo: བསུབ་པ་གཏན་འཁེལ་བྱེད་པ།

source: Edit %s
bo: རྩོམ་སྒྲིག་ %s

source: Confirm
bo: བདེན་དཔང

source: Details for: %s
bo: %s

source: Edit: %s
bo: རྩོམ་སྒྲིག: %s

source: Create
bo: གསར་བསྐྲུན

source: No %(verbose_name)s found matching the query
bo: འདྲི་རྩད་དང་མཐུན་པའི་ %(verbose_name)s རྙེད་མེད།

source: Unable to perform operation on object %(instance)s; %(exception)s.
bo: དངོས་པོ་ %(instance)s ཐོག་བཀོལ་སྤྱོད་བྱེད་མི་ཐུབ། %(exception)s །

source: Operation performed on %(count)d objects.
bo: བཀོལ་སྤྱོད་དེ་ %(count)d དངོས་པོའི་ཐོག་ལ་སྤེལ་ཡོད།

source: Operation performed on %(object)s.
bo: བཀོལ་སྤྱོད་དེ་ %(object)s ཐོག་ལ་སྤེལ་ཡོད།

source: Operation performed on %(count)d object.
bo: བཀོལ་སྤྱོད་དེ་ %(count)d དངོས་པོའི་སྟེང་དུ་སྤེལ་ཡོད།

source: Perform operation on %(count)d objects.
bo: %(count)d དངོས་པོའི་ཐོག་བཀོལ་སྤྱོད་བྱེད།

source: Perform operation on %(object)s.
bo: %(object)s ཐོག་བཀོལ་སྤྱོད་བྱེད།

source: Perform operation on %(count)d object.
bo: %(count)d དངོས་པོའི་ཐོག་བཀོལ་སྤྱོད་བྱེད།

source: Object
bo: བྱ་བའི་ཡུལ

source: %(object)s not deleted, error: %(error)s.
bo: %(object)s %(error)s བསུབས་མེད། ནོར་འཁྲུལ།

source: %(object)s deleted successfully.
bo: %(object)s མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Error deleting confirm view "%(instance)s"; %(exception)s
bo: བདེན་དཔང་མཐོང་སྣང་བསུབས་པའི་ནོར་འཁྲུལ་ &quot; %(instance)s &quot;; %(exception)s

source: %(count)d confirm view properties deleted successfully.
bo: མཐོང་སྣང་རྒྱུ་ཆ་ལེགས་འགྲུབ་བྱུང་བ་ %(count)d

source: Confirm view property "%(object)s" deleted successfully.
bo: མཐོང་སྣང་རྒྱུ་དངོས་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད་པར་གཏན་འཁེལ་བྱེད།

source: %(count)d confirm view property deleted successfully.
bo: མཐོང་སྣང་རྒྱུ་ནོར་དེ་མཐར་ཕྱིན་ %(count)d བསུབས་ཡོད་པར་གཏན་འཁེལ་བྱེད།

source: Delete the %(count)d selected confirm view property
bo: འདེམས་སྒྲུག་བྱས་པའི་གཏན་འཁེལ་མཐོང་སྣང་རྒྱུ་དངོས་ %(count)d བསུབས་དགོས།

source: Delete confirm view property: %(object)s
bo: བདེན་དཔང་མཐོང་སྣང་རྒྱུ་དངོས་སུབ་དགོས། %(object)s

source: Persistent confirmation properties modes remember the user preferences for a given confirmation view.
bo: རྟག་ཏུ་གཏན་འཁེལ་རྒྱུ་དངོས་ཐབས་ལམ་གྱིས་གཏན་འཁེལ་མཐོང་སྣང་སྤྲད་པའི་སྤྱོད་མཁན་གྱི་དགའ་མོས་དྲན་ཐུབ།

source: No confirmation view properties available
bo: གཏན་འཁེལ་མཐོང་སྣང་གི་རྒྱུ་ཆ་མེད།

source: Confirmation view properties for user: %s
bo: བཀོལ་སྤྱོད་པའི་ཆེད་དུ་གཏན་འཁེལ་མཐོང་སྣང་རྒྱུ་ཆ། %s

source: View modes control the format used to display a collection of objects.
bo: མཐོང་སྣང་ཐབས་ལམ་གྱིས་དངོས་པོའི་བསྡུ་སྒྲིག་བཀྲམ་སྟོན་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་རྩ་སྒྲིག་ཚོད་འཛིན་བྱེད།

source: No view modes available
bo: ལྟ་བའི་ཐབས་ལམ་མེད།

source: Persistent view modes for user: %s
bo: སྤྱོད་མཁན་གྱི་རྒྱུན་མཐུད་མཐོང་སྣང་ཐབས་ལམ། %s
