Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/document_exports/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Document exports
bo: ཡིག་ཆ་ཕྱིར་འཚོང་།

source: Document version export to PDF
bo: ཡིག་ཆའི་ཐོན་རིམ་PDFནང་ཕྱིར་འདྲེན་བྱེད་པ།

source: Document version exported
bo: ཡིག་ཆའི་ཐོན་རིམ་ཕྱིར་འདྲེན་བྱས།

source: Export
bo: ཕྱི་ཚོང

source: Document version "%(document_version)s" has been exported and is available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
bo: ཡིག་ཆའི་ཐོན་རིམ་ &quot; %(document_version)s &quot; ཕྱིར་གཏོང་བྱས་པ་དང་འབྲེལ་མཐུད་འདི་བརྒྱུད་ནས་ཕབ་ལེན་བྱེད་ %(download_url)s %(download_list_url)s

source: Document version exported.
bo: ཡིག་ཆའི་ཐོན་རིམ་ཕྱིར་གཏོང་བྱས།

source: Export document versions
bo: ཡིག་ཆའི་ཐོན་རིམ་ཕྱིར་འདྲེན་བྱེད་པ།

source: Documents exports
bo: ཡིག་ཆ་ཕྱིར་འཚོང་།

source: Export a document version to a PDF
bo: ཡིག་ཆའི་ཐོན་རིམ་ཞིག་PDFནང་དུ་ཕྱིར་འདྲེན་བྱེད་པ།

source: Document version "%(object)s" export successfully queued.
bo: ཡིག་ཆའི་ཐོན་རིམ་ &quot; %(object)s &quot; ཕྱིར་གཏོང་མཐར་ཕྱིན་ངང་བང་སྒྲིག་བྱས།

source: %(count)d document version export successfully queued.
bo: %(count)d ཡིག་ཆའི་ཐོན་རིམ་ཕྱིར་གཏོང་མཐར་ཕྱིན་ངང་བང་སྒྲིག་བྱས།

source: %(count)d document versions exports successfully queued.
bo: %(count)d ཡིག་ཆའི་ཐོན་རིམ་ཕྱིར་གཏོང་མཐར་ཕྱིན་ངང་བང་སྒྲིག་བྱས།

source: Export %(count)d document versions.
bo: ཕྱིར་གཏོང་ %(count)d ཡིག་ཆའི་ཐོན་རིམ།

source: Export document version "%(object)s".
bo: ཡིག་ཆའི་ཐོན་རིམ་ &quot; %(object)s &quot; ཕྱིར་གཏོང་བྱེད།

source: Export %(count)d document version.
bo: ཕྱིར་གཏོང་ %(count)d ཡིག་ཆའི་ཐོན་རིམ།

source: The process will be performed in the background. The exported file will be available in the downloads area.
bo: བྱ་རིམ་དེ་རྒྱབ་ལྗོངས་སུ་སྒྲུབ་རྒྱུ་རེད། ཕྱིར་གཏོང་བྱས་པའི་ཡིག་ཆ་དེ་ཕབ་ལེན་བྱེད་སའི་ས་ཁོངས་ནང་ཐོབ་ཐུབ།
