Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/platform/locale/*/LC_MESSAGES/django.po
Languages: ar_eg

source: Platform
ar_eg: المنصة

source: Template for entrypoint.sh file inside a Docker image.
ar_eg: قالب لملف entrypoint.sh داخل صورة Docker.

source: Template that generates the Docker Compose file.
ar_eg: قالب يولد ملف Docker Compose.

source: Template for Supervisord inside a Docker image.
ar_eg: النموذج الخاص بالـ Doker

source: Template that generates a Dockerfile file.
ar_eg: قالب يولد ملف Dockerfile.

source: Template that generates a GitLab CI config file.
ar_eg: قالب يولد ملف تكوين GitLab CI.

source: Template for Supervisord.
ar_eg: نموذج مشرف النظام

source: Template showing the queues of a worker.
ar_eg: نموذج قوائم العمل

source: Sentry test error
ar_eg: خطأ اختباري لـ Sentry

source: Trigger tests
ar_eg: تشغيل الاختبارات

source: List of client backends to launch after startup. Use full dotted path to the client backend classes.
ar_eg: قائمة واجهات الخلفية للعملاء التي سيتم تشغيلها بعد البدء. استخدم المسار الكامل مع النقاط لفئات واجهات الخلفية للعملاء.

source: Arguments for the client backends. Use the client backend dotted path as the dictionary key for the arguments in dictionary format.
ar_eg: وسائط لواجهات الخلفية للعملاء. استخدم مسار واجهة الخلفية للعميل مع النقاط كمفتاح للقاموس للوسائط بصيغة قاموس.
