Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/django_gpg/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Django GPG
bo: ཇང་གོ་GPG

source: Key ID
bo: ལྡེ་མིག་ID

source: Type
bo: རིགས

source: Creation date
bo: གསར་བཟོ་དུས་ཚོད།

source: No expiration
bo: དུས་ཡོལ་མེད་པ།

source: Expiration date
bo: དུས་ཡོལ་དུས་ཚོད།

source: Length
bo: རིང

source: User ID
bo: སྤྱོད་མཁན་ཨང་རྟགས།

source: GNU privacy guard - a PGP implementation.
bo: ཇི་ཨེན་ཡུ་སྒེར་གྱི་སྲུང་སྐྱོབ་པ་ - པི་ཇི་པི་ལག་བསྟར་ཞིག་རེད།

source: Key management
bo: གཙོ་གནད་དོ་དམ།

source: Key created
bo: ལྡེ་མིག་གསར་བཟོ།

source: Key downloaded
bo: ལྡེ་མིག་ཕབ་ལེན་བྱས།

source: None
bo: གང་ཡང་མེད།

source: Fingerprint
bo: མཛུབ་མོའི་རྟགས།

source: Algorithm
bo: རྩིས་གཞི།

source: Term
bo: དུས་ཡུན

source: Name, e-mail, key ID or key fingerprint to look for.
bo: མིང་དང་། གློག་འཕྲིན། ལྡེ་མིག་ཨང་རྟགས་ཡང་ན་ལྡེ་མིག་མཛུབ་མོའི་རྗེས་ཤུལ་འཚོལ་དགོས།

source: Delete
bo: བསུབ་པ།

source: Details
bo: ཞིབ་ཆ

source: Download
bo: ཕབ་ལེན

source: Query keyservers
bo: འདྲི་རྩད་ལྡེ་མིག་ཞབས་ཞུ།

source: Import
bo: ནང་འདྲེན་དངོས་ཟོག

source: Upload key
bo: ཡར་བསྐུར་ལྡེ་མིག

source: Private keys
bo: སྒེར་གྱི་ལྡེ་མིག།

source: Public keys
bo: སྤྱི་སྤྱོད་ལྡེ་མིག

source: Public
bo: སྤྱི་དམངས་ཀྱི

source: Secret
bo: གསང་བ

source: Elgamal
bo: ཨེལ་གྷ་མལ།

source: Bad signature.
bo: མིང་རྟགས་ངན་པ།

source: Document not signed or invalid signature.
bo: ཡིག་ཆར་མིང་རྟགས་བཀོད་མེད་པའམ་མིང་རྟགས་ནུས་མེད་པ།

source: Signature error.
bo: མིང་རྟགས་ནོར་འཁྲུལ།

source: Document is signed but no public key is available for verification.
bo: ཡིག་ཆ་ལ་མིང་རྟགས་བཀོད་ཡོད་ཀྱང་ཞིབ་བཤེར་བྱེད་པར་སྤྱི་པའི་ལྡེ་མིག་མེད།

source: Document is signed, and signature is good.
bo: ཡིག་ཆ་ལ་མིང་རྟགས་བཀོད་ཡོད་པ་དང་། མིང་རྟགས་ཡག་པོ་ཡོད།

source: Document is signed with a valid signature.
bo: ཡིག་ཆ་ལ་ནུས་ལྡན་གྱི་མིང་རྟགས་བཀོད་ཡོད།

source: ASCII armored version of the key.
bo: ལྡེ་མིག་གི་ASCIIདམག་ཆས་ཐོན་རིམ།

source: Key data
bo: གལ་ཆེའི་གྲངས་ཐོ།

source: Key
bo: ལྡེ་མིག

source: Keys
bo: ལྡེ་མིག

source: Invalid key data
bo: ནུས་མེད་ལྡེ་མིག་གྲངས་ཐོ།

source: Key already exists.
bo: ལྡེ་མིག་སྔོན་ནས་ཡོད།

source: Delete keys
bo: ལྡེ་མིག་སུབ་པ།

source: Download keys
bo: ཕབ་ལེན་ལྡེ་མིག།

source: Import keys from keyservers
bo: ལྡེ་མིག་སར་བར་ནས་ལྡེ་མིག་ནང་འདྲེན་བྱེད།

source: Use keys to sign content
bo: ནང་དོན་ལ་མིང་རྟགས་འགོད་པར་ལྡེ་མིག་སྤྱད་དེ།

source: Upload keys
bo: ཡར་འཇུག་ལྡེ་མིག

source: View keys
bo: ལྡེ་མིག་ལྟ་བ།

source: Signatures
bo: མཚན་རྟགས།

source: Full path to the backend to be used to handle keys and signatures.
bo: ལྡེ་མིག་དང་མིང་རྟགས་བཀོལ་སྤྱོད་བྱེད་པར་བེད་སྤྱོད་གཏོང་བའི་རྒྱབ་ཕྱོགས་ལ་འགྲོ་ལམ་ཆ་ཚང་།

source: Keyserver used to query for keys.
bo: ལྡེ་མིག་སར་བར་ལྡེ་མིག་འདྲི་རྩད་བྱེད་པར་བེད་སྤྱོད་བྱེད།

source: Delete key: %s
bo: བསུབས་པའི་ལྡེ་མིག: %s

source: Details for key: %s
bo: ལྡེ་མིག་གི་ཞིབ་ཕྲ།: %s

source: Import key ID: %s?
bo: ནང་འདྲེན་ལྡེ་མིག་ID: %s ?

source: Import key
bo: ནང་འདྲེན་ལྡེ་མིག

source: Unable to import key: %(key_id)s; %(error)s
bo: ལྡེ་མིག་ནང་འདྲེན་བྱེད་མི་ཐུབ།: %(key_id)s ; %(error)s

source: Successfully received key: %(key_id)s
bo: ལྡེ་མིག་ལེགས་འགྲུབ་བྱུང་། %(key_id)s

source: Use names, last names, key ids or emails to search public keys to import from the keyserver.
bo: ལྡེ་མིག་སར་བར་ནས་ནང་འདྲེན་བྱེད་པའི་སྤྱི་དམངས་ལྡེ་མིག་འཚོལ་ཞིབ་བྱེད་པར་མིང་དང་། མིང་མཐའ་མ། ལྡེ་མིག་ID ཡང་ན་གློག་འཕྲིན་བེད་སྤྱོད་བྱེད།

source: No results returned
bo: གྲུབ་འབྲས་ཐོན་མེད།

source: Key query results
bo: གལ་ཆེའི་འདྲི་རྩད་གྲུབ་འབྲས།

source: Query key server
bo: འདྲི་རྩད་ལྡེ་མིག་ཞབས་ཞུ།

source: Upload new key
bo: ལྡེ་མིག་གསར་པ་ཡར་བསྐུར།

source: Private keys are used to signed documents. Private keys can only be uploaded by the user. The view to upload private and public keys is the same.
bo: མིང་རྟགས་བཀོད་པའི་ཡིག་ཆ་ལ་སྒེར་གྱི་ལྡེ་མིག་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད། སྒེར་གྱི་ལྡེ་མིག་རྣམས་སྤྱོད་མཁན་གྱིས་མ་གཏོགས་ཡར་བསྐུར་མི་ཐུབ། སྒེར་གྱི་ལྡེ་མིག་དང་སྤྱི་པའི་ལྡེ་མིག་ཡར་བསྐུར་བའི་མཐོང་སྣང་གཅིག་པ་རེད།

source: There no private keys
bo: སྒེར་གྱི་ལྡེ་མིག་མེད།

source: Public keys are used to verify signed documents. Public keys can be uploaded by the user or downloaded from keyservers. The view to upload private and public keys is the same.
bo: མིང་རྟགས་བཀོད་པའི་ཡིག་ཆ་བདེན་དཔང་བྱེད་པར་སྤྱི་སྤྱོད་ལྡེ་མིག་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད། སྤྱི་སྤྱོད་ལྡེ་མིག་དེ་སྤྱོད་མཁན་གྱིས་ཕབ་ལེན་བྱེད་ཐུབ་པའམ་ཡང་ན་ལྡེ་མིག་ཞབས་ཞུ་འཕྲུལ་ཆས་ནས་ཕབ་ལེན་བྱེད་ཐུབ། སྒེར་གྱི་ལྡེ་མིག་དང་སྤྱི་པའི་ལྡེ་མིག་ཡར་བསྐུར་བའི་མཐོང་སྣང་གཅིག་པ་རེད།

source: There no public keys
bo: སྤྱི་སྤྱོད་ལྡེ་མིག་མེད།
