Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/logging/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Logging
bo: ཤིང་འཛུགས་པ།

source: System
bo: མ་ལག

source: Domain
bo: མངའ་ཁོངས

source: Error log deleted
bo: ནོར་འཁྲུལ་གྱི་ཟིན་ཐོ་བསུབ་ཟིན།

source: Global error log
bo: གོ་ལ་ཧྲིལ་པོའི་ནོར་འཁྲུལ་དྲན་ཐོ།

source: Delete
bo: བསུབ་པ།

source: Errors
bo: ནོར་འཁྲུལ།

source: Clear errors
bo: ནོར་འཁྲུལ་སེལ་བ།

source: Unknown domain name: %s
bo: མ་ཤེས་པའི་དྲ་རྒྱའི་མིང་ %s

source: Object
bo: བྱ་བའི་ཡུལ

source: App label
bo: མཉེན་ཆས་མིང་བྱང་།

source: Internal name
bo: ནང་ཁུལ་གྱི་མིང་།

source: Error log
bo: ནོར་འཁྲུལ་དྲན་ཐོ།

source: Error logs
bo: ནོར་འཁྲུལ་གྱི་དྲན་ཐོ།

source: Error log partition
bo: དྲན་ཐོའི་བགོད་སྒྲིག་ནོར་འཁྲུལ།

source: Error log partitions
bo: དྲན་ཐོའི་བར་གཅོད་ནོར་འཁྲུལ།

source: Date and time
bo: ཚེས་གྲངས་དང་དུས་ཚོད།

source: Domain name
bo: ཁྱབ་ཁོངས་ཀྱི་མིང་།

source: Text
bo: ཡིག་གཞི

source: Error log partition entry
bo: དྲན་ཐོའི་བར་གཅོད་ཐོ་འགོད་ནོར་འཁྲུལ།

source: Error log partition entries
bo: དྲན་ཐོའི་བར་གཅོད་ཐོ་འགོད་ནོར་འཁྲུལ།

source: Delete error log
bo: ནོར་འཁྲུལ་གྱི་དྲན་ཐོ་སུབ་པ།

source: View error log
bo: ནོར་འཁྲུལ་གྱི་ཟིན་ཐོ་ལྟ་བ།

source: Content type
bo: ནང་དོན་གྱི་རིགས།

source: Object ID
bo: དངོས་པོའི་ཨང་རྟགས།

source: Disable logging message ANSI color codes.
bo: དྲན་ཐོའི་བརྡ་འཕྲིན་ANSIཚོས་གཞིའི་ཨང་རྟགས་ལྕོགས་མིན་བཟོས།

source: Automatically enable logging to all apps.
bo: རང་འགུལ་གྱིས་མཉེན་ཆས་ཚང་མར་ཐོ་འགོད་བྱེད་ཐུབ།

source: List of handlers to which logging messages will be sent.
bo: དྲན་ཐོའི་བརྡ་འཕྲིན་གཏོང་མཁན་གྱི་འཛིན་སྐྱོང་མཁན་གྱི་ཐོ་གཞུང་།

source: Level for the logging system.
bo: ཤིང་སྡོང་མ་ལག་གི་ཆེད་དུ་གནས་ཚད།

source: Path to the logfile that will track errors during production.
bo: ཐོན་སྐྱེད་བྱེད་སྐབས་ནོར་འཁྲུལ་རྗེས་འདེད་བྱེད་པའི་དྲན་ཐོ་ཡིག་ཆའི་འགྲོ་ལམ།

source: This view displays the error log of different objects. An empty list is a good thing.
bo: མཐོང་སྣང་འདིས་དངོས་པོ་མི་འདྲ་བའི་ནོར་འཁྲུལ་གྱི་དྲན་ཐོ་བཀྲམ་སྟོན་བྱེད། ཐོ་གཞུང་སྟོང་པ་དེ་ཡག་པོ་རེད།

source: There are no error log entries
bo: ནོར་འཁྲུལ་གྱི་དྲན་ཐོའི་ཐོ་འགོད་མེད།

source: Clear error log entries for: %s
bo: ནོར་འཁྲུལ་དྲན་ཐོའི་ཐོ་འགོད་བསུབ་ %s

source: Object error log cleared successfully
bo: དངོས་པོའི་ནོར་འཁྲུལ་དྲན་ཐོ་ལེགས་འགྲུབ་ངང་གཙང་སེལ་བྱས།

source: Delete error log entry: %s
bo: ནོར་འཁྲུལ་གྱི་དྲན་ཐོའི་ཐོ་འགོད་སུབ་དགོས། %s

source: This view displays the error log of an object. An empty list is a good thing.
bo: མཐོང་སྣང་འདིས་དངོས་པོ་ཞིག་གི་ནོར་འཁྲུལ་གྱི་དྲན་ཐོ་བཀྲམ་སྟོན་བྱེད། ཐོ་གཞུང་སྟོང་པ་དེ་ཡག་པོ་རེད།

source: Error log entries for: %s
bo: ནོར་འཁྲུལ་གྱི་དྲན་ཐོའི་ཐོ་འགོད།: %s
