Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/source_emails/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Emails
bo: གློག་འཕྲིན།

source: IMAP email
bo: IMAP གློག་འཕྲིན།

source: IMAP Mailbox from which to check for messages.
bo: IMAPཡིག་སྒམ། དེ་ནས་འཕྲིན་ཡིག་བརྟག་དཔྱད་བྱེད་ཐུབ།

source: Mailbox
bo: ཡིག་སྒམ།

source: Criteria to use when searching for messages to process. Use the format specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.4
bo: ལས་སྣོན་བྱེད་པའི་བརྡ་འཕྲིན་འཚོལ་སྐབས་བེད་སྤྱོད་གཏོང་བའི་ཚད་གཞི། 2060.html#section-6.4.4 ནང་གསལ་བའི་རྩ་སྒྲིག་བེད་སྤྱོད་བྱེད།

source: Search criteria
bo: འཚོལ་བཤེར་གྱི་ཚད་གཞི།

source: IMAP STORE command to execute on messages after they are processed. One command per line. Use the commands specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.6 or the custom commands for your IMAP server.
bo: IMAP STORE བརྡ་བཀོད་དེ་བརྡ་འཕྲིན་ལས་སྣོན་བྱས་རྗེས་ལག་བསྟར་བྱེད་དགོས། གྲལ་ཐིག་རེར་བཀའ་ཚིག་གཅིག ཁྱེད་རང་གི་ IMAP སར་བར་གྱི་སྲོལ་སྒྲིག་བཀའ་ཚིག་ ནང་གསལ་བཀོད་བྱས་པའི་བརྡ་བཀོད་བེད་སྤྱོད་བྱེད།

source: Store commands
bo: བཀའ་ཚིག་ཉར་ཚགས་བྱེད་པ།

source: Execute the IMAP expunge command after processing each email message.
bo: གློག་འཕྲིན་འཕྲིན་ཡིག་རེ་རེ་ལ་ལས་སྣོན་བྱས་རྗེས་IMAP expunge བརྡ་བཀོད་ལག་བསྟར་བྱེད།

source: Execute expunge
bo: རྩ་མེད་གཏོང་བ་ལག་བསྟར།

source: IMAP Mailbox to which processed messages will be copied.
bo: ལས་སྣོན་བྱས་པའི་འཕྲིན་ཡིག་འདྲ་བཤུས་བྱེད་སའི་IMAPཡིག་སྒམ།

source: Destination mailbox
bo: འགྲོ་ཡུལ་གྱི་ཡིག་སྒམ།

source: IMAP protocol
bo: IMAP གྲོས་མཐུན།

source: Host
bo: འགོ་འཛིན་པ

source: Typical choices are 110 for POP3, 995 for POP3 over SSL, 143 for IMAP, 993 for IMAP over SSL.
bo: སྤྱིར་བཏང་གི་འདེམས་གཞི་ནི། POP3 ལ 110 དང་། SSL ལ POP3 ལ 995 IMAP ལ 143 IMAP ལ SSL ལ 993 ཡིན།

source: Port
bo: མཚོ་ཁ

source: Store the body of the email as a text document.
bo: གློག་འཕྲིན་གྱི་ནང་དོན་ཡིག་ཆའི་ཡིག་ཆ་ལྟར་ཉར་ཚགས་བྱེད།

source: Store email body
bo: གློག་འཕྲིན་གྱི་ནང་གསེས།

source: Common email options
bo: སྤྱིར་བཏང་གི་གློག་འཕྲིན་གདམ་ག།

source: POP3 email
bo: POP3 གློག་འཕྲིན།

source: Timeout
bo: དུས་ཚོད་ཡོལ་བ།

source: POP3 protocol
bo: POP3གྲོས་མཐུན།

source: Test IMAP email
bo: IMAPགློག་འཕྲིན་ཚོད་ལྟ།

source: Test POP3 email
bo: POP3གློག་འཕྲིན་ཚོད་ལྟ།
