Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/app_manager/locale/*/LC_MESSAGES/django.po
Languages: bo

source: App class full path
bo: མཉེན་ཆས་འཛིན་གྲྭའི་འགྲོ་ལམ་ཆ་ཚང་།

source: App URL
bo: མཉེན་ཆས་URL

source: Has REST API
bo: REST API ཡོད།

source: Has tests
bo: བརྟག་དཔྱད་བྱས།

source: Name
bo: མིང

source: Verbose name
bo: ཚིག་རྒྱན་ཅན་གྱི་མིང་།

source: App manager
bo: མཉེན་ཆས་འཛིན་སྐྱོང་པ།

source: Apps
bo: མཉེན་ཆས།

source: Detected and active Mayan EDMS apps.
bo: Mayan EDMS མཉེན་ཆས་ཤེས་རྟོགས་དང་ཤུགས་ལྡན་བྱུང་ཡོད།

source: System apps
bo: མ་ལག་མཉེན་ཆས།
