Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/dynamic_search/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, bo

source: Dynamic search
ar_eg: البحث الديناميكي
bo: སྒུལ་ཤུགས་ལྡན་པའི་འཚོལ་ཞིབ།

source: The underlying database model whose content is indexed for search.
bo: འཚོལ་ཞིབ་ཆེད་དུ་ནང་དོན་དཀར་ཆག་བཟོས་པའི་གཞི་གྲངས་མཛོད་ཀྱི་དཔེ་གཞི།

source: Model
bo: མ་དཔེ

source: The unique name used to reference the search model.
bo: འཚོལ་ཞིབ་དཔེ་གཞི་ལ་གཞི་བཅོལ་བའི་མིང་ཐུན་མོང་མ་ཡིན་པ།

source: The underlying database field whose content is indexed for search.
bo: འཚོལ་ཞིབ་ཀྱི་ཆེད་དུ་ནང་དོན་དཀར་ཆག་བཟོས་པའི་གཞི་གྲངས་མཛོད་ཀྱི་ས་ཁོངས།

source: Field
bo: ཞིང་ཁ

source: The underlying database field type. This determines the kind of data that is stored in the database.
bo: གཞི་གྲངས་མཛོད་ཀྱི་ས་ཁོངས་རིགས། འདིས་གཞི་གྲངས་མཛོད་ནང་དུ་གསོག་འཇོག་བྱས་པའི་གཞི་གྲངས་རིགས་གཏན་འབེབས་བྱེད།

source: Field class
bo: ས་ཁོངས་འཛིན་གྲྭ།

source: Description
bo: བཀོད་པ།

source: Search
ar_eg: البحث
bo: བཤེར་འཚོལ

source: Resultset created
bo: གྲུབ་འབྲས་ཆ་ཚང་བཟོས་ཡོད།

source: Store the search results to speed up paging and for later browsing.
bo: འཚོལ་ཞིབ་གྲུབ་འབྲས་དེ་དག་ཤོག་ངོས་བཟོ་མགྱོགས་སུ་གཏོང་བ་དང་རྗེས་སུ་ལྟ་ཀློག་བྱེད་པར་གསོག་འཇོག་བྱོས།

source: Save results
bo: གྲུབ་འབྲས་ཉར་ཚགས་བྱེད་པ།

source: Persistency
bo: རྒྱུན་སྲིང་།

source: Match all
ar_eg: تطابق الكل
bo: ཚང་མ་མཐུན།

source: Return only results that match all fields.
ar_eg: إرجاع النتائج التي تتطابق فقط مع كافة الحقول.
bo: ཡིག་དུམ་ཚང་མ་མཐུན་པའི་གྲུབ་འབྲས་ཁོ་ན་ཕྱིར་ལོག་བྱེད།

source: Search logic
ar_eg: منطق البحث
bo: འཚོལ་བཤེར་གཏན་ཚིགས།

source: Search terms
ar_eg: مصطلحات البحث
bo: འཚོལ་བཤེར་ཐ་སྙད།

source: Criteria
bo: ཚད་གཞི

source: Saved resultsets
bo: ཉར་ཚགས་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚན།

source: Delete
ar_eg: حذف
bo: བསུབ་པ།

source: Results
bo: མཇུག་འབྲས

source: Basic search
ar_eg: البحث الأساسي
bo: གཞི་རྩའི་འཚོལ་ཞིབ།

source: Advanced search
ar_eg: البحث المتقدم
bo: སྔོན་ཐོན་འཚོལ་ཞིབ།

source: Search again
ar_eg: ابحث ثانيا
bo: ཡང་བསྐྱར་བཙལ།

source: Reindex search backend
ar_eg: طريقة بحث
bo: བསྐྱར་དུ་དཀར་ཆག་འཚོལ་ཞིབ་རྒྱབ་ལྗོངས།

source: Fields
bo: ས་ཁོངས།

source: Search models
bo: དཔེ་གཞི་འཚོལ་ཞིབ།

source: Yes
ar_eg: قبول
bo: ཡིན

source: No
ar_eg: رفض
bo: མིན

source: Time to keep the resultset in seconds. This value is increased every time the resultset is accessed.
bo: གྲུབ་འབྲས་ཆ་ཚང་སྐར་ཆ་ཁ་ཤས་ནང་བཞག་པའི་དུས་ཚོད། གྲུབ་འབྲས་ཆ་ཚང་ལ་འཛུལ་སྤྱོད་བྱེད་སྐབས་རིན་ཐང་འདི་འཕར་ཡོད།

source: Time to live
bo: འཚོ་བའི་དུས་ཚོད།

source: The server date and time when the resultset was created.
bo: གྲུབ་འབྲས་ཆ་ཚན་གསར་འཛུགས་བྱས་པའི་སར་བར་གྱི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Timestamp
ar_eg: الطابع الزمني
bo: དུས་ཚོད་བརྟན་རྟགས།

source: Epoch
bo: དུས་རབས།

source: App label
ar_eg: اسم التطبيق
bo: མཉེན་ཆས་མིང་བྱང་།

source: Model name
bo: དཔེ་གཟུགས་ཀྱི་མིང་།

source: Search query
bo: འཚོལ་ཞིབ་འདྲི་རྩད།

source: Search explainer text
bo: འགྲེལ་བརྗོད་ཡི་གེ་འཚོལ་ཞིབ།

source: Number of results stored in the resultset.
bo: གྲུབ་འབྲས་ཆ་ཚང་ནང་གསོག་འཇོག་བྱས་པའི་གྲུབ་འབྲས་ཀྱི་གྲངས་འབོར།

source: Result count
bo: གྲུབ་འབྲས་གྲངས།

source: User for which the resultset was created.
bo: གྲུབ་འབྲས་ཆ་ཚང་གསར་བཟོ་བྱས་པའི་སྤྱོད་མཁན།

source: User
ar_eg: مستخدم
bo: བེད་སྤྱོད་པ་།

source: Saved resultset
bo: ཉར་ཚགས་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚན།

source: Saved resultset entry
bo: གྲུབ་འབྲས་ཆ་ཚང་ཐོ་འགོད་ཉར་ཚགས་བྱས།

source: Saved resultset entries
bo: གྲུབ་འབྲས་ཆ་ཚང་ཐོ་འགོད་ཉར་ཚགས་བྱས།

source: Delete resultsets
bo: གྲུབ་འབྲས་ཆ་ཚན་སུབ་པ།

source: View resultsets
bo: གྲུབ་འབྲས་ཆ་ཚང་ལ་ལྟ་བ།

source: Execute search tools
ar_eg: تفعيل أدوات البحث
bo: འཚོལ་བཤེར་ལག་ཆ་ལག་བསྟར་བྱེད་པ།

source: Search slow
ar_eg: البحث بطيء
bo: འཚོལ་ཞིབ་དལ་བ།

source: Remove a model instance from the search engine.
ar_eg: الغاء فهرس طريقة البحث
bo: འཚོལ་ཞིབ་འཕྲུལ་ཆས་ནས་དཔེ་མཚོན་གྱི་དཔེ་མཚོན་ཞིག་མེད་པར་བཟོས།

source: Index a model instance to the search engine.
ar_eg: فهرسة لطرق البحث
bo: འཚོལ་ཞིབ་འཕྲུལ་ཆས་ལ་དཔེ་ཚད་ཀྱི་དཔེ་མཚོན་ཞིག་དཀར་ཆག་བཟོས།

source: Index all instances of a search model to the search engine.
ar_eg: فهرسة جميع حالات نموذج البحث لمحرك البحث.
bo: འཚོལ་ཞིབ་འཕྲུལ་ཆས་ལ་འཚོལ་ཞིབ་དཔེ་གཞིའི་གནས་ཚུལ་ཚང་མ་ཟུར་ཐོ་བཟོས།

source: Index all related instances of a search model after a many to many event.
ar_eg: فهرسة جميع الحالات ذات الصلة بنموذج البحث بعد حدث متعدد إلى متعدد.
bo: བྱུང་རིམ་མང་པོ་ནས་མང་པོ་བྱུང་རྗེས་འཚོལ་ཞིབ་དཔེ་གཞིའི་འབྲེལ་ཡོད་གནས་ཚུལ་ཚང་མ་ཟུར་ཐོ་བཟོས།

source: Reset the search backend indices and index all instances again.
ar_eg: إعادة تعيين مؤشرات البحث الخلفية وفهرسة جميع الحالات مرة أخرى.
bo: འཚོལ་ཞིབ་རྒྱབ་ཕྱོགས་ཀྱི་ཟུར་ཐོ་སླར་གསོ་བྱས་ནས་གནས་ཚུལ་ཚང་མ་ཡང་བསྐྱར་ཟུར་ཐོ་བཟོས།

source: Delete expired saved resultsets
ar_eg: نتائج البحث تتجاوز الحد الأقصى. قد لا تكون النتائج موثوقة في حال استخدام نطاقات بحث متعددة. ضيّق معايير البحث أو حسّن قيمة حد النتائج.
bo: དུས་ཡུན་ཡོལ་ཟིན་པའི་ཉར་ཚགས་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚན་སུབ་པ།

source: Query results exceed the current limit of %d. Results will not be reliable if multiple scopes are used. Narrow down the search criteria or increase the value of the results limit setting `%s`.
bo: འདྲི་རྩད་ཀྱི་གྲུབ་འབྲས་དེ་ད་ལྟའི་ %d ཡི་ཚད་གཞི་ལས་བརྒལ་ཡོད། གལ་ཏེ་ཁྱབ་ཁོངས་སྣ་ཚོགས་བེད་སྤྱོད་བཏང་ན་གྲུབ་འབྲས་བརྟན་པོ་མིན། འཚོལ་ཞིབ་ཚད་གཞི་ཆུང་དུ་གཏོང་བའམ་ཡང་ན་གྲུབ་འབྲས་ཚད་གཞིའི་སྒྲིག་སྟངས་` %s ` ཡི་རིན་ཐང་ཆེ་རུ་གཏོང་།

source: Search backend error. Verify that the search service is available and that the search syntax is valid for the active search backend; %s
ar_eg: خطأ في واجهة البحث الخلفية. تأكد من توفر خدمة البحث وصلاحية صيغة البحث لواجهة البحث الخلفية النشطة؛%s
bo: རྒྱབ་ཕྱོགས་ཀྱི་ནོར་འཁྲུལ་འཚོལ་ཞིབ་བྱས། འཚོལ་ཞིབ་ཞབས་ཞུ་ཡོད་མེད་དང་འཚོལ་ཞིབ་ཚིག་སྦྱོར་དེ་ཤུགས་ལྡན་འཚོལ་ཞིབ་རྒྱབ་ཕྱོགས་ལ་ནུས་ལྡན་ཡིན་མིན་བདེན་དཔང་བྱེད། %s

source: Uniquely identifies the search field.
bo: འཚོལ་ཞིབ་ས་ཁོངས་ལ་ཐུན་མོང་མ་ཡིན་པའི་ངོས་འཛིན།

source: Field name
ar_eg: اسم الحقل
bo: ཡིག་དུམ་གྱི་མིང་།

source: The type of search field. This determines how the information will be handled for search indexing.
bo: འཚོལ་བཤེར་ས་ཁོངས་ཀྱི་རིགས། འདིས་འཚོལ་ཞིབ་དཀར་ཆག་བཟོ་བའི་ཆེད་དུ་གནས་ཚུལ་དེ་གང་འདྲ་བྱས་ནས་བཀོལ་སྤྱོད་བྱེད་དགོས་མིན་གཏན་འབེབས་བྱེད།

source: Search field class
bo: འཚོལ་ཞིབ་ས་ཁོངས་འཛིན་གྲྭ།

source: Concrete
bo: ཨར་འདམ

source: Direct
bo: ཁར་ཐུག

source: Related
bo: འབྲེལ་ཡོད

source: Virtual
bo: དངོས་འབྲེལ་གྱི

source: Any
ar_eg: أي
bo: གང་རུང

source: Unknown search model `%s`.
ar_eg: نموذج بحث غير معروف ``.%s
bo: མ་ཤེས་པའི་འཚོལ་ཞིབ་དཔེ་གཞི་` %s .

source: All content
ar_eg: كل المحتوى
bo: ནང་དོན་ཚང་མ།

source: Full name
bo: མིང་ཆ་ཚང་།

source: Exact
ar_eg: بالضبط
bo: ཏག་ཏག

source: Fuzzy
ar_eg: غامض
bo: མ་གསལ་བ།

source: Greater than
ar_eg: أعظم من
bo: ༡ ལས་ཆེ་བ།

source: Greater than or equal
ar_eg: أكبر من أو يساوي
bo: དེ་ལས་ཆེ་བའམ་མཉམ་པ།

source: Less than
ar_eg: أقل من
bo: ༡ ལས་ཉུང་བ།

source: Less than or equal
ar_eg: أقل من أو يساوي
bo: ཉུང་བའམ་མཉམ་པ།

source: Partial
ar_eg: جزئي
bo: ཆ་ཤས།

source: Range
ar_eg: يتراوح
bo: ཁྱབ་ཁོངས

source: Range exclusive
ar_eg: نطاق حصري
bo: ཁྱབ་ཁོངས་དམིགས་བསལ་ཅན།

source: Regular expression
ar_eg: التعبير العادي
bo: རྒྱུན་ལྡན་བརྗོད་པ།

source: Results URL
bo: མཇུག་འབྲས་URL

source: User must be authenticated.
bo: སྤྱོད་མཁན་གྱིས་བདེན་དཔང་བྱེད་དགོས།

source: Label
ar_eg: العنوان
bo: ལག་ཁྱེར་།

source: Primary key
ar_eg: المفتاح الأساسي
bo: གཙོ་བོའི་ལྡེ་མིག

source: Search fields
ar_eg: حقول البحث
bo: འཚོལ་བཤེར་ས་ཁོངས།

source: Full path to the backend to be used to handle the search.
ar_eg: المسار الكامل للواجهة الخفية لاستخدامه في معالجة البحث.
bo: འཚོལ་ཞིབ་ལ་འགན་ལེན་བྱེད་པར་བེད་སྤྱོད་གཏོང་བའི་རྒྱབ་ཕྱོགས་ལ་འགྲོ་ལམ་ཆ་ཚང་།

source: Arguments to pass to the search backend. For example values to change the behavior, host names, or authentication arguments.
ar_eg: الوسائط المُرسَلة إلى خادم البحث. على سبيل المثال، القيم لتغيير السلوك، أو أسماء المضيفين، أو وسائط المصادقة.
bo: འཚོལ་ཞིབ་རྒྱབ་ཕྱོགས་ལ་སྤྲོད་པའི་རྩོད་གླེང་། དཔེར་ན་ སྤྱོད་ལམ་བསྒྱུར་བཅོས་བྱེད་པའི་གནས་གོང་དང་། གཙོ་བོའི་མིང་། ཡང་ན་བདེན་དཔང་སྒྲུབ་བྱེད།

source: The search operator to use when none is specified.
ar_eg: عامل البحث الذي يجب استخدامه عندما لا يتم تحديد أي عامل بحث.
bo: གང་ཡང་གསལ་བཀོད་བྱས་མེད་པའི་སྐབས་བེད་སྤྱོད་གཏོང་བའི་འཚོལ་ཞིབ་བཀོལ་སྤྱོད་པ།

source: Disables the single term bar search leaving only the advanced search button.
ar_eg: لتعطيل بحث شريط المصطلح الفردي مع ترك زر البحث المتقدم فقط.
bo: ཡར་ཐོན་ཅན་གྱི་འཚོལ་ཞིབ་མཐེབ་ཁོ་ན་བཞག་སྟེ་མིང་ཚིག་རྐྱང་པའི་ཕྲ་རིང་འཚོལ་ཞིབ་ལྕོགས་མིན་བཟོས།

source: Amount of objects to process when performing bulk indexing.
ar_eg: عدد الكائنات التي يجب معالجتها عند تنفيذ الفهرسة المجمعة.
bo: དཀར་ཆག་མང་པོ་སྒྲུབ་སྐབས་ལས་སྣོན་བྱེད་དགོས་པའི་དངོས་པོའི་ཚད་གཞི།

source: Sets the default state of the "Match all" checkbox.
ar_eg: تعيين الحالة الافتراضية لمربع الاختيار "مطابقة الكل".
bo: &quot;ཚང་མ་མཐུན་སྒྲིག་&quot; ཞིབ་བཤེར་སྒྲོམ་གྱི་སྔོན་སྒྲིག་གནས་སྟངས་སྒྲིག་བཀོད་བྱེད།

source: Maximum number of search results to fetch and display per search query unit.
ar_eg: الحد الأقصى لعدد نتائج البحث التي سيتم جلبها وعرضها لكل وحدة استعلام بحث.
bo: འཚོལ་ཞིབ་འདྲི་རྩད་ཀྱི་ཆ་ཤས་རེ་ལ་འཚོལ་ཞིབ་གྲུབ་འབྲས་ཆེས་མཐོ་བའི་གྲངས་འབོར།

source: Maximum number of search results to fetch and display.
ar_eg: الحد الأقصى لعدد نتائج البحث التي سيتم جلبها وعرضها.
bo: འཚོལ་བཤེར་གྲུབ་འབྲས་ཆེས་མཐོ་བའི་གྲངས་འབོར།

source: Maximum number of saved resultsets to keep per user.
bo: སྤྱོད་མཁན་རེ་ལ་ཉར་ཚགས་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚང་མང་ཤོས།

source: Maximum number of results to store per resultset.
bo: གྲུབ་འབྲས་ཆ་ཚང་རེ་ལ་གསོག་འཇོག་བྱེད་པའི་གྲུབ་འབྲས་ཆེས་མཐོ་བའི་གྲངས་འབོར།

source: Time to keep the resultset in seconds.
bo: གྲུབ་འབྲས་ཆ་ཚང་སྐར་ཆ་ཁ་ཤས་ནང་བཞག་པའི་དུས་ཚོད།

source: Amount to increase the time to live on each access of the resultset.
bo: གྲུབ་འབྲས་ཆ་ཚང་ལ་འཛུལ་ཞུགས་རེ་རེར་འཚོ་བའི་དུས་ཚོད་འཕར་བའི་དངུལ་འབོར།

source: Specifies the fields from which search model are to be disabled. The format is a dictionary of lists. The search model name is the dictionary key and the value is a list of the full search field name. Disabled fields will neither be available for search nor be indexed by the search backend.
bo: འཚོལ་ཞིབ་དཔེ་གཞི་གང་ནས་ལྕོགས་མིན་བཟོ་དགོས་པའི་ས་ཁོངས་གཏན་འཁེལ་བྱེད། རྩ་སྒྲིག་ནི་རེའུ་མིག་གི་ཚིག་མཛོད་ཅིག་ཡིན། འཚོལ་བཤེར་དཔེ་གཞིའི་མིང་ནི་ཚིག་མཛོད་ལྡེ་མིག་ཡིན་པ་དང་རིན་ཐང་ནི་བཤེར་འཚོལ་ཡིག་དུམ་གྱི་མིང་ཆ་ཚང་གི་ཐོ་གཞུང་ཡིན། ལྕོགས་མིན་བཟོས་པའི་ས་ཁོངས་འཚོལ་ཞིབ་བྱེད་པར་ཐོབ་མི་ཐུབ་པ་དང་འཚོལ་ཞིབ་རྒྱབ་ཕྱོགས་ཀྱིས་དཀར་ཆག་བཟོ་མི་ཐུབ།

source: Sets the default state of the "Store results" checkbox.
bo: &quot;གྲུབ་འབྲས་གསོག་འཇོག་&quot; ཞིབ་བཤེར་སྒྲོམ་གྱི་སྔོན་སྒྲིག་གནས་སྟངས་སྒྲིག་བཀོད་བྱེད།

source: Filter terms
ar_eg: شروط التصفية
bo: ཐ་སྙད་ཚགས་བཤེར་བྱེད་པ།

source: Advanced
ar_eg: المتقدمة
bo: ཡན་ཐོན་ཅན

source: Replace accents
ar_eg: استبدال لهجات
bo: སྐད་གདངས་བརྗེ་བ།

source: @ sign replace
ar_eg: @ استبدال التوقيع
bo: @ རྟགས་བརྗེ་བ།

source: Case fold
ar_eg: أضعاف القضية
bo: གྱོད་གཞི་ལྡེབ།

source: Hyphen replace
ar_eg: استبدال الواصلة
bo: སྦྲེལ་རྟགས་བརྗེ་སྒྱུར།

source: To boolean
ar_eg: إلى منطقية
bo: བུ་ལིན་ལ།

source: To date time
ar_eg: حتى الآن الوقت
bo: ད་ལྟའི་དུས་ཚོད།

source: Date time ISO format
ar_eg: التاريخ والوقت بصيغة ISO
bo: ཚེས་གྲངས་དུས་ཚོད།ISOརྩ་སྒྲིག།

source: Date time simple format
ar_eg: التاريخ والوقت بتنسيق بسيط
bo: ཚེས་གྲངས་དུས་ཚོད་ཀྱི་རྣམ་གཞག་སྟབས་བདེ།

source: Date time timestamp format
ar_eg: تنسيق الطابع الزمني والتاريخ
bo: ཚེས་གྲངས་དུས་ཚོད་དུས་ཚོད་མཚོན་རྟགས་རྣམ་སྒྲིག།

source: To integer
ar_eg: إلى عدد صحيح
bo: ཧྲིལ་གྲངས་ལ།

source: To string
ar_eg: إلى السلسلة
bo: སྐུད་པ་ལ།

source: Error deleting saved resultset "%(instance)s"; %(exception)s
bo: གསོག་འཇོག་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚན་ &quot; %(instance)s &quot; བསུབས་པའི་ནོར་འཁྲུལ། %(exception)s

source: %(count)d saved resultsets deleted successfully.
bo: %(count)d གིས་ཉར་ཚགས་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚང་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Saved resultset "%(object)s" deleted successfully.
bo: གསོག་འཇོག་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚན་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d saved resultset deleted successfully.
bo: %(count)d ཉར་ཚགས་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚང་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete the %(count)d selected saved resultsets.
bo: འདེམས་སྒྲུག་བྱས་པའི་ཉར་ཚགས་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚང་ %(count)d བསུབས་དགོས།

source: Delete saved resultset: %(object)s.
bo: གསོག་འཇོག་བྱས་པའི་གྲུབ་འབྲས་ཆ་ %(object)s

source: Delete the %(count)d saved resultset.
bo: %(count)d གསོག་འཇོག་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚན་དེ་བསུབས་དགོས།

source: Saved resultsets are objects that store the results of a previous search for a determined amount of time.
bo: གསོག་འཇོག་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚན་ནི་དུས་ཚོད་གཏན་འཁེལ་བྱས་པའི་སྔོན་གྱི་འཚོལ་ཞིབ་ཀྱི་གྲུབ་འབྲས་གསོག་འཇོག་བྱེད་པའི་དངོས་པོ་ཡིན།

source: No saved resultsets available
bo: ཉར་ཚགས་བྱས་པའི་གྲུབ་འབྲས་ཆ་ཚང་མེད།

source: This tool erases and populates the search backend's internal index.
ar_eg: حذف الفهرس الداخلي لطريقة البحث
bo: ལག་ཆ་འདིས་འཚོལ་ཞིབ་རྒྱབ་ཕྱོགས་ཀྱི་ནང་ཁུལ་གྱི་དཀར་ཆག་བསུབས་ནས་བཀང་ཡོད།

source: This tool is required only for some search backends. Search results will be affected while the backend is being reindexed.
ar_eg: هذه الأداة مطلوبة فقط لبعض الخلفيات الخلفية للبحث. ستتأثر نتائج البحث أثناء إعادة فهرسة الواجهة الخلفية.
bo: ལག་ཆ་འདི་འཚོལ་ཞིབ་རྒྱབ་ཕྱོགས་ཁ་ཤས་ལ་རྐྱངམ་གཅིག་དགོས། རྒྱབ་ཕྱོགས་དེ་བསྐྱར་དུ་དཀར་ཆག་བཟོ་བའི་སྐབས་འཚོལ་ཞིབ་གྲུབ་འབྲས་ལ་ཤུགས་རྐྱེན་ཐེབས་རྒྱུ་རེད།

source: The currently selected search backend does not support or requires reindexing.
ar_eg: لا يدعم برنامج البحث المحدد حاليًا إعادة الفهرسة أو لا يتطلبها.
bo: ད་ལྟ་འདེམས་པའི་འཚོལ་ཞིབ་རྒྱབ་ཕྱོགས་ཀྱིས་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད་པའམ་ཡང་ན་བསྐྱར་དུ་དཀར་ཆག་བཟོ་དགོས།

source: Search backend reindexing queued.
ar_eg: قائمة انتظار إعادة فهرسة طريقةالبحث
bo: འཚོལ་ཞིབ་རྒྱབ་ཕྱོགས་བསྐྱར་དུ་དཀར་ཆག་བསྒྲིགས་ཡོད།

source: Search for: %s
ar_eg: ابحث عن: %s
bo: འཚོལ་ཞིབ།: %s

source: Advanced search for: %s
ar_eg: بحث متقدم عن:%s
bo: ཡར་ཐོན་ཅན་གྱི་འཚོལ་ཞིབ།: %s

source: Try again using different terms.
ar_eg: حاول مرة أخرى باستخدام مصطلحات مختلفة.
bo: ཐ་སྙད་མི་འདྲ་བ་བཀོལ་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།

source: No search results
ar_eg: لا نتائج للبحث
bo: འཚོལ་ཞིབ་གྲུབ་འབྲས་མེད།

source: Search query: %s
ar_eg: استعلام البحث:%s
bo: འཚོལ་ཞིབ་འདྲི་རྩད།: %s

source: Search results for: %s
ar_eg: نتائج البحث عن: %s
bo: འཚོལ་ཞིབ་གྲུབ་འབྲས།: %s

source: Fields for search model: %s
bo: འཚོལ་ཞིབ་དཔེ་གཟུགས་ཀྱི་ས་ཁོངས %s

source: Search model: %s, not found
bo: འཚོལ་ཞིབ་དཔེ་གཞི། %s , མ་རྙེད།
