Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/locales/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Locales
bo: ས་གནས་ཀྱི་མི་རིགས།

source: Transifex Client
bo: Transifex མཁོ་སྤྲོད་པ།

source: User locale profile edited
bo: སྤྱོད་མཁན་གྱི་ས་ཁོངས་ངོ་སྤྲོད་རྩོམ་སྒྲིག་བྱས།

source: Locale profile
bo: ས་གནས་ཀྱི་གསལ་སྡུད།

source: Edit locale profile
bo: ས་གནས་ཀྱི་གསལ་སྡུད་རྩོམ་སྒྲིག་བྱེད།

source: User
bo: བེད་སྤྱོད་པ་།

source: Timezone
bo: དུས་ཚོད།

source: Language
bo: སྐད་ཡིག་།

source: User locale profile
bo: སྤྱོད་མཁན་གྱི་ས་གནས་གསལ་སྡུད།

source: User locale profiles
bo: སྤྱོད་མཁན་གྱི་ས་གནས་གསལ་སྡུད།

source: None
bo: གང་ཡང་མེད།

source: Default profile language for new user accounts. Must be in ISO639-3 format.
bo: སྤྱོད་མཁན་གྱི་རྩིས་ཁྲ་གསར་པའི་ཆེད་དུ་སྔོན་སྒྲིག་གསལ་སྡུད་སྐད་ཡིག ངེས་པར་དུ་ISO639-3ཡི་རྣམ་གཞག་ནང་ཡིན་དགོས།

source: Default profile timezone for new user accounts.
bo: སྤྱོད་མཁན་གྱི་རྩིས་ཁྲ་གསར་པའི་ཆེད་དུ་སྔོན་སྒྲིག་གསལ་སྡུད་དུས་ཚོད་ཁུལ།

source: Locale profile for user: %s
bo: སྤྱོད་མཁན་གྱི་ས་གནས་ཀྱི་གསལ་སྡུད།: %s

source: Edit locale profile for user: %s
bo: སྤྱོད་མཁན་གྱི་ས་གནས་ཀྱི་གསལ་སྡུད་ཞུན་དག་བྱེད། %s
