Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/quotas/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Quotas
bo: ཁ་གསབ།

source: none
bo: མེད་པ

source: Does not apply
bo: འཇུག་མི་ཐུབ།

source: Null backend
bo: རྒྱབ་ཕྱོགས་སྟོང་པ།

source: Quota created
bo: ཁ་གསབ་བཟོས་ཡོད།

source: Quota edited
bo: Quota རྩོམ་སྒྲིག་བྱས།

source: Backend
bo: རྒྱབ་ལྗོངས།

source: The quota driver for this entry.
bo: ཐོ་འགོད་འདིའི་ཁ་གསབ་ཁ་ལོ་བ།

source: Create quota
bo: ཁ་གསབ་བཟོས།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Quotas list
bo: ཁ་གསབ་ཐོ་གཞུང་།

source: All document types
bo: ཡིག་ཆའི་རིགས་ཚང་མ།

source: Apply to all document types. Enabling this, the quota will ignore the individual document type selection.
bo: ཡིག་ཆའི་རིགས་ཚང་མར་འཇུག་དགོས། འདི་ལྕོགས་ཅན་བཟོས་ན་ ཚད་གཞི་དེས་ཡིག་ཆའི་རིགས་རེ་རེ་འདེམས་སྒྲུག་ལ་སྣང་མེད་བྱེད།

source: Document types
bo: ཡིག་ཆའི་རིགས་།

source: Document types to which the quota will be applied.
bo: ཡིག་ཆའི་རིགས། ཁ་གསབ་བཀོལ་སྤྱོད་བྱེད་རྒྱུ་ཡིན།

source: all document types
bo: ཡིག་ཆའི་རིགས་ཚང་མ།

source: document types: %(document_types)s
bo: ཡིག་ཆའི་རིགས་: %(document_types)s

source: Groups
bo: སྡེ་ཚན།

source: Groups to which the quota will be applied.
bo: སྡེ་ཚན་གང་ལ་ཁ་གསབ་སྤྲོད་རྒྱུ་ཡིན།

source: All users
bo: སྤྱོད་མཁན་ཚང་མ།

source: Apply the quota to all users in the system, excluding admins and staff. Enabling this option, the quota will ignore the individual user and group selection.
bo: དོ་དམ་པ་དང་ལས་བྱེད་པ་མ་གཏོགས་མ་ལག་ནང་གི་སྤྱོད་མཁན་ཚང་མར་ཁ་གསབ་སྤྱོད་དགོས། གདམ་ཁ་འདི་ལྕོགས་ཅན་བཟོས་ན་ཁ་གསབ་དེས་སྤྱོད་མཁན་རེ་རེ་དང་སྡེ་ཚན་གྱི་འདེམས་སྒྲུག་ལ་སྣང་མེད་བྱེད།

source: Users
bo: སྤྱོད་མཁན།

source: Users to which the quota will be applied.
bo: ཁ་གསབ་སྤྱོད་མཁན་གྱི་སྤྱོད་མཁན།

source: all users
bo: སྤྱོད་མཁན་ཚང་མ།

source: groups: %(groups)s, users: %(users)s
bo: སྡེ་ཚན།: %(groups)s , སྤྱོད་མཁན།: %(users)s

source: Driver used for this quota entry.
bo: ཁ་གསབ་ཐོ་འགོད་འདིའི་ཆེད་དུ་བཀོལ་སྤྱོད་བྱས་པའི་སྒུལ་གཏོང་།

source: Arguments
bo: རྩོད་པ།

source: Usage
bo: བེད་སྤྱོད།

source: The dotted Python path to the backend class.
bo: རྒྱབ་ཕྱོགས་ཀྱི་འཛིན་གྲྭའི་བར་གྱི་པའེ་ཐོན་ལམ་ཐིག་ཚག་ཅན།

source: Backend path
bo: རྒྱབ་ཕྱོགས་ཀྱི་ལམ།

source: Backend data
bo: རྒྱབ་ཕྱོགས་ཀྱི་གྲངས་ཐོ།

source: Allow quick disable or enable of the quota.
bo: ཁ་གསབ་དེ་མྱུར་དུ་ལྕོགས་མིན་བཟོ་བའམ་ཡང་ན་ལྕོགས་མིན་བཟོ་ཆོག

source: Enabled
bo: བེད་སྤྱོད་ཆོག་པ།

source: Quota
bo: ཁ་གསབ།

source: Create a quota
bo: བགོ་བཤའ་བསྐྲུན།

source: Delete a quota
bo: ཁ་གསབ་བསུབས་པ།

source: Edit a quota
bo: ཁ་གསབ་རྩོམ་སྒྲིག་བྱེད་པ།

source: View a quota
bo: ཁ་གསབ་ལ་ལྟ་བ།

source: Document count quota exceeded.
bo: ཡིག་ཆའི་གྲངས་ཚད་ལས་བརྒལ་ཡོད།

source: Documents limit
bo: ཡིག་ཆའི་ཚད་གཞི།

source: Maximum number of documents.
bo: ཡིག་ཆའི་གྲངས་འབོར་མང་ཤོས།

source: Document count limit
bo: ཡིག་ཆའི་གྲངས་ཚད་ཚད་གཞི།

source: document count: %(document_count)s
bo: ཡིག་ཆའི་གྲངས་ %(document_count)s

source: Maximum document size in megabytes (MB).
bo: ཡིག་ཆའི་ཆེ་ཆུང་ཆེ་ཤོས་ནི་མེ་གྷ་བཱའིཊ་(MB)ཡིན།

source: Document size limit
bo: ཡིག་ཆའི་ཚད་གཞི།

source: document size: %(formatted_file_size)s
bo: ཡིག་ཆའི་ཚད་ %(formatted_file_size)s

source: Document size quota exceeded.
bo: ཡིག་ཆའི་ཚད་གཞི་ལས་བརྒལ་ཡོད།

source: New quota backend selection
bo: ཁ་གསབ་རྒྱབ་ཕྱོགས་འདེམས་སྒྲུག་གསར་པ།

source: Create a "%s" quota
bo: &quot; %s &quot; ཁ་གསབ་བཟོས།

source: Delete quota: %s
bo: བགོ་བཤའ་བསུབས་: %s

source: Edit quota: %s
bo: རྩོམ་སྒྲིག་ཁ་གསབ།: %s

source: Quotas restrict usage of system resources.
bo: ཁ་གསབ་དེས་མ་ལག་གི་ཐོན་ཁུངས་བེད་སྤྱོད་ལ་ཚད་བཀག་བཟོ་གི་ཡོད།

source: No quotas available
bo: ཁ་གསབ་ཐོབ་མེད།
