Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/duplicates/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Duplicates
bo: འདྲ་བཤུས།

source: Duplicate backend
bo: རྒྱབ་ཕྱོགས་འདྲ་བཤུས།

source: Null backend
bo: རྒྱབ་ཕྱོགས་སྟོང་པ།

source: Exact document file checksum
bo: ཏག་ཏག་ཡིག་ཆའི་ཡིག་ཆའི་ཞིབ་དཔྱད་བསྡོམས་འབོར།

source: Exact document label
bo: ཏག་ཏག་ཡིག་ཆའི་མིང་བྱང་།

source: Duplicated documents
bo: ཡིག་ཆ་འདྲ་བཤུས་བྱས་པ།

source: Duplicated document scan
bo: ཡིག་ཆའི་བཤེར་བཤེར་འདྲ་བཤུས།

source: Stored duplicate backend
bo: ཉར་ཚགས་བྱས་པའི་རྒྱབ་ཕྱོགས་འདྲ་བཤུས།

source: Stored duplicate backends
bo: ཉར་ཚགས་བྱས་པའི་རྒྱབ་ཕྱོགས་འདྲ་བཤུས།

source: Document
bo: ཡིག་ཆ།

source: Duplicated backend entry
bo: རྒྱབ་ཕྱོགས་ཐོ་འགོད་འདྲ་བཤུས།

source: Duplicated backend entries
bo: རྒྱབ་ཕྱོགས་ཐོ་འགོད་འདྲ་བཤུས་བྱས་པ།

source: Duplicates slow
bo: འདྲ་བཤུས་དལ་བ།

source: Clean empty duplicate lists
bo: འདྲ་བཤུས་ཀྱི་ཐོ་གཞུང་སྟོང་པ་གཙང་བཟོ།

source: Scan document duplicates
bo: ཡིག་ཆའི་འདྲ་བཤུས་པར་བཤེར་བྱེད་པ།

source: Only exact copies of this document will be shown in the this list.
bo: ཐོ་གཞུང་འདིའི་ནང་ཡིག་ཆ་འདིའི་འདྲ་བཤུས་ངོ་མ་ཁོ་ན་སྟོན་རྒྱུ་རེད།

source: There are no duplicates for this document
bo: ཡིག་ཆ་འདི་ལ་འདྲ་བཤུས་མེད།

source: Duplicates for document: %s
bo: ཡིག་ཆའི་འདྲ་བཤུས། %s

source: Duplicates are documents that are composed of the exact same file, down to the last byte. Files that have the same text or OCR but are not identical or were saved using a different file format will not appear as duplicates.
bo: འདྲ་བཤུས་ནི་ཡིག་ཆ་གཅིག་པ་ལས་གྲུབ་པའི་ཡིག་ཆ་ཡིན། ཡིག་ཆ་དེ་དག་ལ་ཚིག་ཡིག་གཅིག་པའམ་ཡང་ན་OCRཡོད་ཀྱང་འདྲ་མཚུངས་མིན་པའམ་ཡང་ན་ཡིག་ཆའི་རྩ་སྒྲིག་མི་འདྲ་བ་སྤྱད་དེ་ཉར་ཚགས་བྱས་པ་དེ་དག་འདྲ་བཤུས་ལྟར་མངོན་མི་ཐུབ།

source: There are no duplicated documents
bo: ཡིག་ཆ་འདྲ་བཤུས་མེད་པ།

source: Scan for duplicated documents?
bo: ཡིག་ཆ་འདྲ་བཤུས་ལ་བཤེར་འཚོལ་བྱེད་དམ།

source: Duplicated document scan queued successfully.
bo: ཡིག་ཆའི་འདྲ་བཤུས་བཤེར་འཚོལ་ལེགས་འགྲུབ་བྱུང་ཡོད།
