Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/templating/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Templating
bo: དཔེ་སྒྲོམ་བཟོ་བ།

source: Current date and time
bo: ད་ལྟའི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Model `%s` is not available for template sandbox.
bo: དཔེ་གཟུགས་` %s ` ནི་ཊེམ་པེལེཊ་བྱེ་སྒམ་གྱི་ཆེད་དུ་མེད་པ་རེད།

source: Use Django's default templating language.
bo: ཌི་ཇང་གོའི་སྔོན་སྒྲིག་དཔེ་སྒྲོམ་སྐད་ཡིག་བེད་སྤྱོད་བྱེད།

source: Available template context variables: %s
bo: ཐོབ་ཐང་ཡོད་པའི་དཔེ་སྒྲོམ་གྱི་སྐབས་དོན་འགྱུར་ལྡོག: %s

source: Resulting text from the evaluated template.
bo: དཔྱད་ཞིབ་བྱས་པའི་དཔེ་སྒྲོམ་ནས་ཐོན་པའི་ཡིག་ཆ།

source: Result
bo: མཐའ་འབྲས

source: The template string to be evaluated.
bo: དཔྱད་ཞིབ་བྱེད་དགོས་པའི་དཔེ་སྒྲོམ་ཡིག་རྒྱུན།

source: Template
bo: དཔེ་སྒྲོམ།

source: Sandbox
bo: བྱེ་སྒམ།

source: Use the template sandbox
bo: དཔེ་སྒྲོམ་བྱེ་སྒམ་བེད་སྤྱོད་བྱེད།

source: Hex hash
bo: དྲུག་ཅུའི་ཧ་ཤི།

source: Name
bo: མིང

source: Theme name of the CSS stylesheet used to change the visual appearance of the template preview.
bo: ཊེམ་པེལེཊི་སྔོན་ལྟའི་མཐོང་སྣང་བསྒྱུར་བཅོས་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་ CSS བཟོ་རྣམ་ཤོག་བུའི་བརྗོད་གཞིའི་མིང་།

source: Template sandbox for: %s
bo: དཔེ་སྒྲོམ་གྱི་བྱེ་སྒམ %s

source: Template error; %(exception)s
bo: དཔེ་སྒྲོམ་གྱི་ནོར་འཁྲུལ།; %(exception)s

source: Filters
bo: ཚགས་ཆས།
