Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/source_stored_files/locale/*/LC_MESSAGES/django.po
Languages: ar, bo

source: Source stored files
ar: الملفات المخزنة المصدرية
bo: འབྱུང་ཁུངས་ཉར་ཚགས་བྱས་པའི་ཡིག་ཆ།

source: Size
ar: الحجم
bo: ཆེ་ཆུང་།

source: Thumbnail
ar: الوثيقة المصغرة
bo: མཐེབ་བརྙན།

source: File
ar: ملف
bo: ཡིག་ཆ་།

source: Delete
ar: حذف
bo: བསུབ་པ།

source: Select
ar: إختيار
bo: འདེམས

source: URL safe filename of the stored file to process.
ar: اسم ملف آمن للـ URL للملف المخزن المراد معالجته.
bo: ལས་སྣོན་བྱེད་པར་གསོག་འཇོག་བྱས་པའི་ཡིག་ཆའི་URLབདེ་འཇགས་ཡིག་ཆའི་མིང་།

source: Execute source backend specific, built-in post processing clean up code.
ar: تنفيذ الكود المدمج الخاص بالواجهة الخلفية للمصدر لتنظيف ما بعد المعالجة.
bo: ཐོན་ཁུངས་རྒྱབ་ཕྱོགས་དམིགས་བསལ་གྱི་ནང་འཇུག་བྱས་པའི་རྗེས་ཀྱི་ལས་སྣོན་གཙང་བཟོའི་གསང་ཚིག་ལག་བསྟར་བྱེད།

source: Unique identifier to select which source backend stored file to process.
ar: معرف فريد لتحديد الملف المخزن في الواجهة الخلفية للمصدر المراد معالجته.
bo: ཐོན་ཁུངས་རྒྱབ་ཕྱོགས་གསོག་འཇོག་བྱས་པའི་ཡིག་ཆ་གང་ཞིག་ལ་ལས་སྣོན་བྱེད་དགོས་མིན་འདེམས་པའི་ཆེད་དུ་ངོས་འཛིན་བྱེད་མཁན།

source: Stored file
ar: الملف المخزن
bo: ཉར་ཚགས་བྱས་པའི་ཡིག་ཆ།

source: Delete stored file "%s"?
ar: حذف الملف المخزن "%s"؟
bo: གསོག་འཇོག་བྱས་པའི་ཡིག་ཆ་ &quot; %s &quot; བསུབས་དགོས་སམ།

source: Server side filesystem path.
ar: مسار نظام الملفات على الخادم
bo: སར་བར་ཕྱོགས་ཀྱི་ཡིག་ཆའི་མ་ལག་གི་འགྲོ་ལམ།

source: Folder path
ar: مسار الملف
bo: སྣོད་ཐོའི་འགྲོ་ལམ།

source: If checked, not only will the folder path be scanned for files but also its subdirectories.
ar: إذا تم تحديده ، فلن يتم فحص مسار المجلد للملفات فحسب ، بل سيتم أيضًا فحص الدلائل الفرعية الخاصة به.
bo: གལ་ཏེ་ཞིབ་བཤེར་བྱས་ན་སྣོད་ཐོའི་འགྲོ་ལམ་དེ་ཡིག་ཆའི་ཆེད་དུ་བརྟག་དཔྱད་བྱེད་པ་མ་ཟད་དེའི་ཡན་ལག་སྣོད་ཐོ་ཡང་བརྟག་དཔྱད་བྱེད།

source: Include subdirectories?
ar: تضمين الدلائل الفرعية؟
bo: ཡན་ལག་སྣོད་ཐོ་ཚུད་ཡོད་དམ།

source: Storage
ar: المساحة التخزينية
bo: ཉར་ཚགས།

source: Unable to initialize storage; %s
ar: غير قادر على تهيئة التخزين؛ %s
bo: གསོག་འཇོག་འགོ་འཛུགས་བྱེད་མི་ཐུབ། %s

source: Python path to the Storage subclass used to access the source files.
ar: مسار Python إلى الفئة الفرعية للتخزين المستخدمة للوصول إلى الملفات المصدرية.
bo: ཐོན་ཁུངས་ཡིག་ཆ་ལ་འཛུལ་ཞུགས་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་གསོག་འཇོག་སྡེ་ཚན་ཆུང་བ་དེའི་པའེ་ཐོན་འགྲོ་ལམ།

source: Storage backend
ar: الواجهة الخلفية للتخزين
bo: གསོག་འཇོག་རྒྱབ་ལྗོངས།

source: Arguments to pass to the storage backend. Use YAML format. The credential object is available as {{ credential }}.
ar: الوسائط التي يتم تمريرها إلى الواجهة الخلفية للتخزين. استخدم تنسيق YAML. كائن الاعتماد متاح كـ {{ credential }}.
bo: དོས་ཁང་གི་རྒྱབ་ཕྱོགས་ལ་སྤྲོད་པའི་རྩོད་གླེང་། YAMLརྩ་སྒྲིག་བེད་སྤྱོད་བྱེད། ཡིག་ཆ་དངོས་པོ་དེ་ {{ ཡིག་ཆ་ }} ལྟར་ཐོབ་ཐུབ།

source: Storage backend arguments
ar: وسائط الواجهة الخلفية للتخزين
bo: གསོག་འཇོག་རྒྱབ་ཕྱོགས་ཀྱི་རྩོད་གླེང་།

source: Unable to initialize storage. Check the storage backend arguments.
ar: غير قادر على تهيئة التخزين. تحقق من وسائط الواجهة الخلفية للتخزين.
bo: གསོག་འཇོག་འགོ་འཛུགས་བྱེད་མི་ཐུབ། གསོག་འཇོག་རྒྱབ་ཕྱོགས་ཀྱི་སྒྲུབ་བྱེད་ལ་ཞིབ་བཤེར་བྱེད།

source: Unable to initialize storage. Check the storage backend dotted path.
ar: غير قادر على تهيئة التخزين. تحقق من المسار النقطي للواجهة الخلفية للتخزين.
bo: གསོག་འཇོག་འགོ་འཛུགས་བྱེད་མི་ཐུབ། དོས་ཁང་གི་རྒྱབ་ཕྱོགས་ཀྱི་ཚག་ཅན་གྱི་འགྲོ་ལམ་ཞིབ་བཤེར་བྱས།

source: Delete the file after is has been successfully uploaded.
ar: حذف الملف بعد رفعه بنجاح.
bo: ཡིག་ཆ་དེ་ལེགས་འགྲུབ་བྱུང་རྗེས་སུབ་དགོས།

source: Delete after upload
ar: حذف بعد التحميل
bo: ཡར་བསྐུར་རྗེས་སུབ་དགོས།

source: File content
ar: محتوى الملف
bo: ཡིག་ཆའི་ནང་དོན།

source: Unable get list of files; %s
ar: غير قادر على الحصول على قائمة الملفات؛ %s
bo: ཡིག་ཆའི་ཐོ་གཞུང་ཐོབ་མི་ཐུབ། %s

source: This could mean that the source file list is empty. It could also mean that the operating system user account being used for Mayan EDMS doesn't have the necessary file system permissions to access the source files.
ar: قد يعني هذا أن قائمة الملفات المصدرية فارغة. قد يعني أيضًا أن حساب مستخدم نظام التشغيل المستخدم لـ Mayan EDMS لا يمتلك أذونات نظام الملفات اللازمة للوصول إلى الملفات المصدرية.
bo: འདིའི་དོན་ནི་འབྱུང་ཁུངས་ཡིག་ཆའི་ཐོ་གཞུང་སྟོང་པ་རེད་ Mayan EDMS ལ་བེད་སྤྱོད་བྱེད་བཞིན་པའི་བཀོལ་སྤྱོད་མ་ལག་གི་སྤྱོད་མཁན་གྱི་རྩིས་ཁྲ་དེ་ལ་འབྱུང་ཁུངས་ཡིག་ཆ་ལ་འཛུལ་ཞུགས་བྱེད་པར་དགོས་མཁོའི་ཡིག་ཆའི་མ་ལག་གི་ཆོག་མཆན་མེད་པ་དེ་ཡང་བསྟན་ཐུབ།

source: No source files available
ar: لا توجد ملفات مصدرية متاحة
bo: འབྱུང་ཁུངས་ཡིག་ཆ་མེད་པ།

source: Width value to be passed to the image converter backend.
bo: པར་རིས་སྒྱུར་ཆས་ཀྱི་རྒྱབ་ཕྱོགས་ལ་སྤྲོད་དགོས་པའི་རྒྱ་ཚད་ཀྱི་རིན་ཐང་།

source: Preview width
ar: عرض المعاينة
bo: སྔོན་ལྟ་རྒྱ་ཚད།

source: Height value to be passed to the image converter backend. Leave blank to have the image converter calculate the correct aspect ratio for the specified preview width.
bo: མཐོ་ཚད་ཀྱི་རིན་ཐང་དེ་པར་རིས་སྒྱུར་ཆས་ཀྱི་རྒྱབ་ཕྱོགས་ལ་སྤྲོད་དགོས། པར་རིས་སྒྱུར་ཆས་ཀྱིས་གསལ་བཀོད་བྱས་པའི་སྔོན་ལྟའི་རྒྱ་ཚད་ཀྱི་ཆ་སྙོམས་ཡང་དག་རྩིས་རྒྱག་ཆེད་དུ་སྟོང་ཆ་བཞག

source: Preview height
ar: معاينة الارتفاع
bo: སྔོན་ལྟ་མཐོ་ཚད།

source: Maximum file size in bytes for which previews will be generated. Example: 20000 = 20KB.
bo: སྔོན་ལྟའི་ཆེས་མཐོའི་ཡིག་ཆའི་ཚད་ནི་བཱའིཊི་ནང་ཡིན། དཔེར་ན། 20000 = 20KB ཡིན།

source: Max size preview
ar: الحجم الأقصى للمعاينة
bo: ཆེས་ཆེ་བའི་ཚད་སྔོན་ལྟ།

source: File images
ar: صور الملفات
bo: ཡིག་ཆའི་པར་རིས།

source: Error generating preview
bo: སྔོན་ལྟ་བཟོ་བའི་ནོར་འཁྲུལ།

source: File too large for preview
ar: الملف كبير جدًا للمعاينة
bo: སྔོན་ལྟ་བྱེད་པར་ཡིག་ཆ་ཆེ་དྲགས་པ།

source: Width value to be passed to the converter backend.
ar: قيمة العرض لتمريرها إلى نظام المعالجة

source: Height value to be passed to the converter backend.
ar: قيمة الارتفاع لتمريرها إلى نظام المعالجة

source: Maximum size in bytes for which previews will be generated. Example: 20000 = 20KB.
ar: الحجم الأقصى بالبايت الذي سيتم إنشاء معاينات له. مثال: 20000 = 20 كيلوبايت.
