Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/tags/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Documents
bo: ཡིག་ཆ།

source: Tag attached to document
bo: ཡིག་ཆར་སྦྱར་བའི་རྟགས།

source: Tag created
bo: མིང་རྟགས་བཟོས་པ།

source: Tag edited
bo: མིང་རྟགས་བཟོ་བཅོས་བྱས།

source: Tag removed from document
bo: ཡིག་ཆའི་ནང་ནས་མིང་རྟགས་མེད་པར་བཟོས་པ།

source: Attach tags
bo: མིང་རྟགས་སྦྱར་བ།

source: Remove tag
bo: མིང་རྟགས་མེད་པར་བཟོས།

source: Remove tags
bo: མིང་རྟགས་མེད་པར་བཟོ་བ།

source: Create new tag
bo: མིང་བྱང་གསར་པ་བཟོས།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: All
bo: ཚང་མ

source: Return the tags attached to the document.
bo: ཡིག་ཆ་ལ་སྦྱར་བའི་རྟགས་རྣམས་ཕྱིར་ལོག་བྱེད།

source: get_tags()
bo: ཐོབ་ཐག()

source: Preview
bo: སྔོན་ལྟ་།

source: A short text used as the tag name.
bo: མིང་རྟགས་མིང་དུ་བེད་སྤྱོད་བྱེད་པའི་ཡི་གེ་ཐུང་ཐུང་ཞིག

source: Label
bo: ལག་ཁྱེར་།

source: The RGB color values for the tag.
bo: རྟགས་མཚན་གྱི་RGBཚོས་གཞིའི་རིན་ཐང་།

source: Color
bo: ཁ་དོག

source: Tag
bo: རྟགས་བྱང

source: Document tag
bo: ཡིག་ཆའི་རྟགས།

source: Document tags
bo: ཡིག་ཆའི་རྟགས།

source: Attach tags to documents
bo: ཡིག་ཆར་རྟགས་སྦྱར་བ།

source: Create new tags
bo: མིང་བྱང་གསར་པ་བཟོས།

source: Delete tags
bo: མིང་རྟགས་སུབ་པ།

source: View tags
bo: མིང་བྱང་ལ་ལྟ་བ།

source: Edit tags
bo: མིང་རྟགས་རྩོམ་སྒྲིག།

source: Remove tags from documents
bo: ཡིག་ཆའི་ནང་གི་མིང་རྟགས་མེད་པར་བཟོ་བ།

source: Tag color
bo: མིང་བྱང་གི་ཁ་དོག

source: The database ID of the tag.
bo: མིང་རྟགས་ཀྱི་གཞི་གྲངས་མཛོད་ID

source: Tag ID
bo: རྟགས་བྱང་།

source: Tag label
bo: མིང་བྱང་།

source: Document type
bo: ཡིག་ཆའི་རིགས།

source: Document label
bo: ཡིག་ཆའི་ལག་ཁྱེར་།

source: Document description
bo: ཡིག་ཆའི་བཀོད་པ།

source: Document UUID
bo: ཡིག་ཆའི་ UUID །

source: Document file checksum
bo: ཡིག་ཆའི་དག་བཤེར་།

source: Document file MIME type
bo: ཡིག་ཆའི་ཡིག་ཆ་MIMEརིགས།

source: Documents URL
bo: ཡིག་ཆའི་ཁ་བྱང་།

source: Primary key of the tag to add to the document.
bo: ཡིག་ཆ་ལ་ཁ་སྣོན་བྱེད་པའི་མཚོན་རྟགས་ཀྱི་ལྡེ་མིག་གཙོ་བོ།

source: Primary key of the tag to remove from the document.
bo: ཡིག་ཆ་ནས་མེད་པར་བཟོ་བའི་རྟགས་མཚན་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: Tags attached to %(count)d documents successfully.
bo: ཡིག་ཆ་ %(count)d ལ་མཐར་ཕྱིན་ངང་སྦྲེལ་བའི་མིང་བྱང་།

source: Tags attached to document "%(object)s" successfully.
bo: ཡིག་ཆ་ &quot; %(object)s &quot; ལ་མཐར་ཕྱིན་ངང་མཉམ་སྦྲེལ་བྱས་པའི་མིང་བྱང་།

source: Tags attached to %(count)d document successfully.
bo: ཡིག་ཆ་ %(count)d ལ་མཐར་ཕྱིན་ངང་སྦྲེལ་བའི་མིང་བྱང་།

source: Attach tags to %(count)d documents.
bo: ཡིག་ཆ་ %(count)d ལ་མིང་རྟགས་སྦྲེལ་དགོས།

source: Attach tags to document: %(object)s
bo: ཡིག་ཆ་ལ་མིང་བྱང་མཉམ་སྦྲེལ་བྱེད་ %(object)s

source: Attach tags to %(count)d document.
bo: ཡིག་ཆ་ %(count)d ལ་མིང་རྟགས་སྦྲེལ་དགོས།

source: Tags to be attached.
bo: མཐུད་དགོས་པའི་མིང་བྱང་།

source: Document has no tags attached
bo: ཡིག་ཆ་ལ་མིང་རྟགས་སྦྱར་མེད།

source: Tags for document: %s
bo: ཡིག་ཆའི་ཆེད་དུ་མིང་ %s

source: Tags removed from %(count)d documents successfully.
bo: མཐར་ཕྱིན་ངང་ %(count)d ཡིག་ཆ་ནས་མིང་རྟགས་མེད་པར་བཟོས་ཡོད།

source: Tags removed from document "%(object)s" successfully.
bo: ཡིག་ཆ་ &quot; %(object)s &quot; ནས་མིང་རྟགས་རྣམས་མཐར་ཕྱིན་ངང་མེད་པར་བཟོས་ཡོད།

source: Tags removed from %(count)d document successfully.
bo: %(count)d ཡིག་ཆ་ནས་མིང་བྱང་མཐར་ཕྱིན་ངང་མེད་པར་བཟོས་ཡོད།

source: Remove tags from %(count)d documents.
bo: %(count)d ཡིག་ཆ་ནས་རྟགས་མཚན་མེད་པར་བཟོས།

source: Remove tags from document: %(object)s
bo: ཡིག་ཆའི་ནང་ནས་མིང་རྟགས་མེད་པར་བཟོས།: %(object)s

source: Remove tags from %(count)d document.
bo: ཡིག་ཆ་ %(count)d ནས་མིང་རྟགས་མེད་པར་བཟོས།

source: Tags to be removed.
bo: མེད་པར་བཟོ་དགོས་པའི་མིང་བྱང་།

source: Create tag
bo: རྟགས་གསར་བཟོ།

source: Error deleting tag "%(instance)s"; %(exception)s
bo: མིང་བྱང་ &quot; %(instance)s &quot; བསུབས་པའི་ནོར་འཁྲུལ། %(exception)s

source: %(count)d tags deleted successfully.
bo: %(count)d རྟགས་མཚན་རྣམས་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Tag "%(object)s" deleted successfully.
bo: མིང་བྱང་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d tag deleted successfully.
bo: %(count)d རྟགས་མཚན་དེ་ལེགས་འགྲུབ་བྱུང་ནས་བསུབས་ཡོད།

source: Delete the %(count)d selected tags
bo: བདམས་པའི་ %(count)d རྟགས་མཚན་རྣམས་སུབ་དགོས།

source: Delete tag: %(object)s
bo: མིང་རྟགས་སུབ་ %(object)s

source: Delete the %(count)d selected tag
bo: བདམས་པའི་ %(count)d རྟགས་མཚན་དེ་བསུབས་དགོས།

source: Will be removed from all documents.
bo: ཡིག་ཆ་ཚང་མའི་ནང་ནས་མེད་པར་བཟོ་རྒྱུ་རེད།

source: Edit tag: %s
bo: རྩོམ་སྒྲིག་མིང་རྟགས།: %s

source: Tags are color coded properties that can be attached or removed from documents.
bo: མིང་རྟགས་ནི་ཡིག་ཆའི་ནང་ནས་མཉམ་སྦྲེལ་ཡང་ན་མེད་པར་བཟོ་ཐུབ་པའི་ཚོས་གཞི་ཅན་གྱི་རྒྱུ་དངོས་ཡིན།

source: No tags available
bo: མིང་བྱང་མེད།

source: Documents with the tag: %s
bo: ཡིག་ཆ། མིང་བྱང་། %s

source: Select tags
bo: མིང་རྟགས་འདེམས།

source: Attach tag
bo: མིང་རྟགས་སྦྱར་བ།

source: Tags to attach to the document.
bo: ཡིག་ཆ་ལ་སྦྱར་དགོས་པའི་མིང་བྱང་།

source: Tags to remove from the document.
bo: ཡིག་ཆའི་ནང་ནས་མེད་པར་བཟོ་དགོས་པའི་མིང་བྱང་།
