Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/signature_captures/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Signature captures
bo: མཚན་རྟགས་བཟུང་བ།

source: Signature capture created
bo: མཚན་རྟགས་པར་ལེན་བཟོས་ཡོད།

source: Signature capture deleted
bo: མཚན་རྟགས་འཛིན་བཟུང་བསུབས་སོང་།

source: Signature capture edited
bo: མཚན་རྟགས་པར་ལེན་རྩོམ་སྒྲིག་བྱས།

source: Asset preview image
bo: རྒྱུ་ནོར་སྔོན་ལྟའི་པར་རིས།

source: Preview
bo: སྔོན་ལྟ་།

source: Create new signature capture
bo: མཚན་རྟགས་པར་ལེན་གསར་པ་བཟོས།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Creation date and time
bo: གསར་སྐྲུན་གྱི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Document
bo: ཡིག་ཆ།

source: Data representing the handwritten signature.
bo: ལག་བྲིས་མཚན་རྟགས་མཚོན་པའི་གནས་སྡུད།

source: Signature capture data
bo: མིང་རྟགས་འཛིན་པའི་གཞི་གྲངས།

source: Vector representation of the handwritten signature.
bo: ལག་བྲིས་མིང་རྟགས་ཀྱི་བེག་ཊོར་མཚོན་ཚུལ།

source: SVG signature capture data
bo: SVGམིང་རྟགས་འཛིན་པའི་གཞི་གྲངས།

source: Print version of the captured signature.
bo: པར་ལེན་བྱས་པའི་མིང་རྟགས་ཀྱི་པར་སྐྲུན་ཐོན་རིམ།

source: Text
bo: ཡིག་གཞི

source: User
bo: བེད་སྤྱོད་པ་།

source: Date and time created
bo: ཚེས་གྲངས་དང་དུས་ཚོད།

source: Date and time edited
bo: ཚེས་གྲངས་དང་དུས་ཚོད།

source: This value will be used when referencing this signature capture in relationship to the document. Can only contain letters, numbers, and underscores.
bo: ཡིག་ཆ་དང་འབྲེལ་བའི་མིང་རྟགས་འཛིན་བཟུང་འདི་ལ་གཞི་བསྟུན་བྱེད་སྐབས་གནས་གོང་འདི་བེད་སྤྱོད་གཏོང་བ་རེད། ཡི་གེ་དང་ཨང་གྲངས་དང་འོག་ཐིག་ཁོ་ན་འདུས་ཐུབ།

source: Internal name
bo: ནང་ཁུལ་གྱི་མིང་།

source: Signature capture
bo: མཚན་རྟགས་བཟུང་བ།

source: Create signature captures
bo: མིང་རྟགས་པར་ལེན་བཟོས།

source: Delete signature captures
bo: མིང་རྟགས་བཀོད་པ་སུབ་པ།

source: Edit signature captures
bo: མིང་རྟགས་བཀོད་པ་རྩོམ་སྒྲིག་བྱེད་པ།

source: View signature captures
bo: མཚན་རྟགས་པར་ལེན་ལ་གཟིགས།

source: Signature capture text
bo: མིང་རྟགས་འཛིན་པའི་ཡི་གེ།

source: Signature capture user first name
bo: མིང་རྟགས་འཛིན་བཟུང་སྤྱོད་མཁན་གྱི་མིང་དང་པོ།

source: Signature capture user last name
bo: མིང་རྟགས་འཛིན་བཟུང་སྤྱོད་མཁན་གྱི་རུས་མིང་།

source: Signature capture user username
bo: མིང་རྟགས་འཛིན་བཟུང་སྤྱོད་མཁན་སྤྱོད་མཁན་གྱི་མིང་།

source: Document type label
bo: ཡིག་ཆའི་རིགས་ཀྱི་ལག་ཁྱེར་།

source: Document label
bo: ཡིག་ཆའི་ལག་ཁྱེར་།

source: User first name
bo: སྤྱོད་མཁན་གྱི་མིང་།

source: User last name
bo: སྤྱོད་མཁན་གྱི་རུས་མིང་།

source: User username
bo: སྤྱོད་མཁན་གྱི་མིང་།

source: Document URL
bo: ཡིག་ཆའི་ URL །

source: Image URL
bo: པར་གྱི་ URL །

source: The threshold at which the SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND will start deleting the oldest signature capture cache files. Specify the size in bytes.
bo: མིང་རྟགས་འཛིན་པའི་མཛོད་ཡིག་ཆ་རྙིང་ཤོས་དེ་བསུབས་འགོ་ཚུགས་པའི་ཚད་གཞི། ཚད་དེ་བཱའིཊི་ནང་གསལ་བཀོད་འབད།

source: Path to the Storage subclass to use when storing the cached signature capture files.
bo: འདྲ་མཛོད་ཀྱི་མིང་རྟགས་འཛིན་བཟུང་ཡིག་ཆ་གསོག་འཇོག་བྱེད་སྐབས་བེད་སྤྱོད་གཏོང་བའི་གསོག་འཇོག་སྡེ་ཚན་ཆུང་བ་ལ་འགྲོ་ལམ།

source: Arguments to pass to the SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.
bo: མཚན་རྟགས་_འཛིན་བཟུང་_མཚན་རྟགས་_འཛིན་བཟུང་_མཛོད་_དོས་ཁང་_རྒྱབ་ལྗོངས་ལ་སྤྲོད་པའི་སྒྲུབ་བྱེད།

source: Unable to initialize the converter signature capture cachestorage. Check the settings {} and {} for formatting errors.
bo: སྒྱུར་ཆས་ཀྱི་མིང་རྟགས་འཛིན་བཟུང་མཛོད་ཁང་འགོ་འཛུགས་མི་ཐུབ། སྒྲིག་སྟངས་ {} དང་ {} ལ་རྩ་སྒྲིག་ནོར་འཁྲུལ་ཡོད་མེད་ཞིབ་བཤེར་བྱེད།

source: Signature captures cache
bo: མིང་རྟགས་ཀྱིས་མཛོད་འཛིན་ཐུབ།

source: Sign above
bo: གོང་དུ་རྟགས།

source: Paste a signature capture (percent coordinates)
bo: མཚན་རྟགས་པར་ལེན་ཞིག་སྦྱར་(བརྒྱ་ཆའི་སྦྲེལ་མཐུད)

source: Signature capture internal name
bo: མཚན་རྟགས་བཟུང་བའི་ནང་མིང་།

source: Create signature capture for document: %s
bo: ཡིག་ཆའི་ཆེད་དུ་མིང་རྟགས་པར་ལེན་བཟོས། %s

source: Delete signature capture: %s
bo: མཚན་རྟགས་འཛིན་བཟུང་བསུབས་ %s

source: Details of: %s
bo: ཞིབ་ཕྲའི་གནས་ཚུལ།: %s

source: Edit document signature capture: %s
bo: ཡིག་ཆའི་མིང་རྟགས་འཛིན་བཟུང་ཞུན་དག་: %s

source: Signature captures are electronic versions of a persons's handwritten signature.
bo: མཚན་རྟགས་འཛིན་བཟུང་ནི་མི་ཞིག་གི་ལག་བྲིས་མཚན་རྟགས་ཀྱི་གློག་རྡུལ་ཐོན་རིམ་ཡིན།

source: Document has no signature captures
bo: ཡིག་ཆ་ལ་མིང་རྟགས་བཀོད་མེད།

source: Signature captures for document: %s
bo: ཡིག་ཆའི་ཆེད་དུ་མིང་རྟགས་འཛིན་བཟུང་། %s
