Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/cabinets/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Cabinets
bo: ཆ་སྒམ།

source: Documents
bo: ཡིག་ཆ།

source: Cabinet created
bo: བཀའ་ཤག་གསར་འཛུགས་བྱས།

source: Cabinet deleted
bo: བཀའ་ཤག་བསུབ་སོང་།

source: Cabinet edited
bo: བཀའ་ཤག་རྩོམ་སྒྲིག།

source: Document added to cabinet
bo: བཀའ་ཤག་ནང་ཡིག་ཆ་ཁ་སྣོན་བྱས།

source: Document removed from cabinet
bo: ཡིག་ཆ་བཀའ་ཤག་ནས་ཕྱིར་འཐེན་བྱས།

source: Remove from cabinets
bo: ཆ་སྒམ་ནས་ཕྱིར་འཐེན་བྱེད་དགོས།

source: Add to cabinets
bo: ཆ་སྒམ་ལ་ཁ་སྣོན་བྱེད་པ།

source: Add new level
bo: རིམ་པ་གསར་པ་སྣོན་པ།

source: Create cabinet
bo: བཀའ་ཤག་བཟོས།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: All
bo: ཚང་མ

source: Details
bo: ཞིབ་ཆ

source: Return a list of cabinets containing the document.
bo: ཡིག་ཆ་དེ་ཡོད་པའི་སྒྲོམ་གྱི་ཐོ་གཞུང་ཞིག་ཕྱིར་ལོག་བྱེད།

source: get_cabinets()
bo: སྒམ་ཆུང་ཐོབ།()

source: The path to the cabinet including all ancestors.
bo: མེས་པོ་ཚང་མ་ཚུད་པའི་བཀའ་ཤག་གི་ལམ་བུ།

source: Full path
bo: ལམ་ཕྱོགས་ཆ་ཚང་།

source: Parent
bo: ཕ་མ།

source: A short text used to identify the cabinet.
bo: བཀའ་ཤག་ངོས་འཛིན་བྱེད་པའི་ཡིག་ཆ་ཐུང་ངུ་ཞིག

source: Label
bo: ལག་ཁྱེར་།

source: Cabinet
bo: སྒེར་གྱི་ཁང་ཆུང

source: Parent and Label
bo: ཕ་མ་དང་མིང་བྱང་།

source: %(model_name)s with this %(field_labels)s already exists.
bo: འདི་དང་མཉམ་དུ་ %(model_name)s %(field_labels)s སྔོན་ནས་ཡོད།

source: Document cabinet
bo: ཡིག་ཆའི་སྒམ།

source: Document cabinets
bo: ཡིག་ཆའི་སྒམ།

source: Add documents to cabinets
bo: ཡིག་སྒམ་ནང་ཡིག་ཆ་ཁ་སྣོན་བྱེད་པ།

source: Create cabinets
bo: ཆ་སྒམ་བཟོས།

source: Delete cabinets
bo: ཆ་སྒམ་སུབ་པ།

source: Edit cabinets
bo: ཆ་སྒམ་རྩོམ་སྒྲིག།

source: Remove documents from cabinets
bo: ཡིག་སྒམ་ནས་ཡིག་ཆ་ཕྱིར་འཐེན་བྱེད་པ།

source: View cabinets
bo: ཆ་སྒམ་ལྟ་བ།

source: Document type
bo: ཡིག་ཆའི་རིགས།

source: Document label
bo: ཡིག་ཆའི་ལག་ཁྱེར་།

source: Document description
bo: ཡིག་ཆའི་བཀོད་པ།

source: Document UUID
bo: ཡིག་ཆའི་ UUID །

source: Document file checksum
bo: ཡིག་ཆའི་དག་བཤེར་།

source: Document file MIME type
bo: ཡིག་ཆའི་ཡིག་ཆ་MIMEརིགས།

source: The database ID of the cabinet.
bo: ཆ་སྒམ་གྱི་གཞི་གྲངས་མཛོད་ཀྱི་ID།

source: Cabinet ID
bo: བཀའ་ཤག་ལག་འཁྱེར།

source: List of children cabinets.
bo: བྱིས་པའི་ཆ་སྒམ་གྱི་ཐོ་གཞུང་།

source: Children
bo: བྱིས་པ་ཚོ

source: URL of the API endpoint showing the list documents inside this cabinet.
bo: ཐོ་གཞུང་ཡིག་ཆ་དེ་ཚོ་སྒམ་འདིའི་ནང་དུ་སྟོན་པའི་APIམཐའ་མཚམས་ཀྱི་URLཡིན།

source: Documents URL
bo: ཡིག་ཆའི་ཁ་བྱང་།

source: The name of this cabinet level appended to the names of its ancestors.
bo: བཀའ་ཤག་གི་གནས་རིམ་འདིའི་མིང་དེ་ཕ་མེས་ཀྱི་མིང་ལ་སྦྱར་ཡོད།

source: Parents URL
bo: ཕ་མའི་URL

source: Primary key of the document to add to the cabinet.
bo: ཡིག་ཆའི་ལྡེ་མིག་གཙོ་བོ་དེ་སྒམ་ནང་དུ་ཁ་སྣོན་བྱེད་དགོས།

source: Document ID
bo: ཡིག་ཆའི་ཨང་རྟགས།

source: Primary key of the document to remove from the cabinet.
bo: ཡིག་ཆའི་ལྡེ་མིག་གཙོ་བོ། བཀའ་ཤག་ནས་ཕྱིར་འཐེན་བྱེད་དགོས།

source: Navigation:
bo: འགྲིམ་འགྲུལ།

source: Add new level to: %s
bo: གནས་རིམ་གསར་བ་ཁ་སྣོན་བྱེད་ %s

source: Delete the cabinet: %s?
bo: ཆ་སྒམ་དེ་བསུབས་ %s །

source: Cabinet levels can contain documents or other cabinet sub levels. To add documents to a cabinet, select the cabinet view of a document view.
bo: བཀའ་ཤག་གི་རིམ་པ་ཁག་ལ་ཡིག་ཆ་ཡང་ན་བཀའ་ཤག་གི་རིམ་པ་ཆུང་བ་གཞན་པ་ཡོད་སྲིད། ཡིག་ཆ་སྒམ་ལ་ཁ་སྣོན་བྱེད་པར་ ཡིག་ཆའི་མཐོང་སྣང་གི་སྒམ་མཐོང་སྣང་འདེམས།

source: This cabinet level is empty
bo: བཀའ་ཤག་རིམ་པ་འདི་སྟོང་པ་རེད།

source: Details of cabinet: %s
bo: ཆ་སྒམ་གྱི་ཞིབ་ཕྲ།: %s

source: Edit cabinet: %s
bo: རྩོམ་སྒྲིག་སྒམ།: %s

source: Cabinets are a multi-level method to organize documents. Each cabinet can contain documents as well as other sub level cabinets.
bo: ཤོག་སྒམ་ནི་ཡིག་ཆ་སྒྲིག་འཛུགས་བྱེད་པའི་རིམ་པ་མང་བའི་ཐབས་ལམ་ཞིག་ཡིན། ཆ་སྒམ་རེ་རེའི་ནང་ཡིག་ཆ་དང་ཆ་སྒམ་ཆུང་བ་གཞན་དག་ཀྱང་འཇོག་ཐུབ།

source: No cabinets available
bo: ཆ་སྒམ་མེད།

source: Document "%(object)s" added to cabinets successfully.
bo: ཡིག་ཆ་ &quot; %(object)s &quot; དེ་སྒམ་ནང་མཐར་ཕྱིན་ངང་ཁ་སྣོན་བྱས།

source: %(count)d document added to cabinets successfully.
bo: ཡིག་ཆ་ %(count)d ཡིག་ཆ་དེ་སྒམ་ནང་མཐར་ཕྱིན་ངང་ཁ་སྣོན་བྱས།

source: %(count)d documents added to cabinets successfully.
bo: ཡིག་ཆ་དེ་ཚོ་སྒམ་ནང་ལ་མཐར་ཕྱིན་ %(count)d སྣོན་བྱས།

source: Add %(count)d documents to cabinets.
bo: ཡིག་ཆ་དེ་ཚོ་སྒམ་ནང་ལ་ %(count)d ཁ་སྣོན་བྱེད།

source: Add document "%(object)s" to cabinets.
bo: ཡིག་ཆ་ &quot; %(object)s &quot; ཆ་སྒམ་ལ་ཁ་སྣོན་བྱེད།

source: Add %(count)d document to cabinets.
bo: ཡིག་ཆ་དེ་སྒམ་ནང་ལ་ %(count)d ཁ་སྣོན་བྱེད།

source: Cabinets to which the selected documents will be added.
bo: འདེམས་སྒྲུག་བྱས་པའི་ཡིག་ཆ་ཁ་སྣོན་བྱེད་སའི་སྒམ་ཆུང་།

source: Documents can be added to many cabinets.
bo: ཡིག་ཆ་རྣམས་ཆ་སྒམ་མང་པོར་ཁ་སྣོན་བྱེད་ཐུབ།

source: This document is not in any cabinet
bo: ཡིག་ཆ་འདི་བཀའ་ཤག་གང་དུ་ཡང་མེད།

source: Cabinets containing document: %s
bo: ཡིག་ཆ་ཡོད་པའི་སྒམ་ཆུང་། %s

source: Document "%(object)s" removed from cabinets successfully.
bo: ཡིག་ཆ་ &quot; %(object)s &quot; དེ་སྒམ་ནང་ནས་མཐར་ཕྱིན་ངང་མེད་པར་བཟོས་ཡོད།

source: %(count)d document removed from cabinets successfully.
bo: ཡིག་ཆ་ %(count)d ཡིག་ཆ་དེ་སྒམ་ནང་ནས་མཐར་ཕྱིན་ངང་མེད་པར་བཟོས་ཡོད།

source: %(count)d documents removed from cabinets successfully.
bo: ཡིག་ཆ་དེ་ཚོ་སྒམ་ནས་མཐར་ཕྱིན་ %(count)d མེད་པར་བཟོས་ཡོད།

source: Remove %(count)d documents from cabinets.
bo: ཡིག་ཆ་དེ་ཚོ་སྒམ་ནང་ནས་མེད་པར་ %(count)d

source: Remove document "%(object)s" from cabinets.
bo: ཡིག་ཆ་ &quot; %(object)s &quot; དེ་སྒམ་ནང་ནས་མེད་པར་བཟོས།

source: Remove %(count)d document from cabinets.
bo: ཡིག་ཆ་དེ་སྒམ་ནང་ནས་མེད་པར་ %(count)d

source: Cabinets from which the selected documents will be removed.
bo: འདེམས་སྒྲུག་བྱས་པའི་ཡིག་ཆ་དེ་དག་མེད་པར་བཟོ་རྒྱུའི་སྒྲོམ་གཞི།

source: Select cabinets
bo: ཆ་སྒམ་འདེམས།

source: Cabinets to which the document will be added.
bo: ཡིག་ཆ་དེ་ཁ་སྣོན་བྱེད་སའི་སྒམ་ཆུང་།

source: Cabinets from which the document will be removed
bo: ཡིག་ཆ་དེ་མེད་པར་བཟོ་རྒྱུའི་སྒམ་ཆུང་།
