Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/linking/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Linking
bo: འབྲེལ་མཐུད་བྱེད་པ།

source: Label
bo: ལག་ཁྱེར་།

source: Smart links
bo: རིག་ནུས་སྦྲེལ་མཐུད།

source: Smart link created
bo: རིག་ནུས་སྦྲེལ་མཐུད་གསར་བཟོ་བྱས།

source: Smart link edited
bo: Smart link རྩོམ་སྒྲིག་བྱས།

source: Foreign document field
bo: ཕྱི་རྒྱལ་ཡིག་ཆའི་ཁྱབ་ཁོངས།

source: Create new smart link
bo: རིག་ནུས་སྦྲེལ་མཐུད་གསར་བ་བཟོས།

source: Delete
bo: བསུབ་པ།

source: Document types
bo: ཡིག་ཆའི་རིགས་།

source: Edit
bo: བཅོས་པ།

source: Documents
bo: ཡིག་ཆ།

source: Create condition
bo: ཆ་རྐྱེན་བསྐྲུན་པ།

source: Conditions
bo: ཆ་རྐྱེན

source: and
bo: དང་

source: or
bo: ཡང་ན

source: is equal to
bo: དང་མཉམ།

source: is equal to (case insensitive)
bo: འདི་དང་འདྲ་མཉམ་ཡིན།

source: contains
bo: ཚུད་ཡོད

source: contains (case insensitive)
bo: འདུས་ཡོད།

source: is in
bo: 2016 ལོར་ཡིན།

source: is greater than
bo: ལས་ཆེ་བ་ཡིན།

source: is greater than or equal to
bo: ལས་ཆེ་བའམ་མཉམ་པ་ཡིན།

source: is less than
bo: ༡ ལས་ཉུང་བ་ཡིན།

source: is less than or equal to
bo: ལས་ཉུང་བའམ་མཉམ་པ་ཡིན།

source: starts with
bo: ནས་འགོ་བརྩམས།

source: starts with (case insensitive)
bo: འགོ་བཙུགས་ཏེ་(ཡི་གེ་ཆེ་ཆུང་ལ་མ་ལྟོས་པ)

source: ends with
bo: མཇུག་བསྡུ།

source: ends with (case insensitive)
bo: མཇུག་ཏུ་(ཡི་གེ་ཆེ་ཆུང་ལ་དོ་སྣང་མེད་པ་)

source: is in regular expression
bo: རྒྱུན་གཏན་གྱི་བརྗོད་ཚུལ་ནང་ཡོད།

source: is in regular expression (case insensitive)
bo: དུས་རྒྱུན་གྱི་བརྗོད་ཚུལ་ནང་ཡོད།

source: Error generating dynamic label; %s
bo: འགུལ་ཤུགས་ལྡན་པའི་མཚོན་རྟགས་བཟོ་བའི་ནོར་འཁྲུལ། %s

source: This smart link is not allowed for the selected document's type.
bo: བདམས་པའི་ཡིག་ཆའི་རིགས་ལ་རིག་ནུས་འབྲེལ་མཐུད་འདི་མི་ཆོག

source: not
bo: མིན

source: Full label
bo: མིང་བྱང་ཆ་ཚང་།

source: A short text describing the smart link.
bo: འབྲེལ་མཐུད་རིག་ནུས་ཅན་དེ་འགྲེལ་བརྗོད་བྱེད་པའི་ཡིག་ཆ་ཐུང་ངུ་ཞིག

source: Use this field to show a unique label depending on the document from which the smart link is being accessed.
bo: ས་སྒོ་འདི་བེད་སྤྱད་ནས་ཡིག་ཆ་གང་ནས་རིག་རྩལ་འབྲེལ་མཐུད་ལ་འཛུལ་སྤྱོད་བྱེད་བཞིན་ཡོད་མེད་ལ་བརྟེན་ནས་མིང་བྱང་གཞན་དང་མི་འདྲ་བ་ཞིག་སྟོན་དགོས།

source: Dynamic label
bo: སྒུལ་ཤུགས་ཅན་གྱི་མིང་བྱང་།

source: Enabled
bo: བེད་སྤྱོད་ཆོག་པ།

source: Smart link
bo: རིག་ནུས་སྦྲེལ་མཐུད།

source: The inclusion is ignored for the first item.
bo: རྣམ་གྲངས་དང་པོའི་ཆེད་དུ་ཚུད་པ་དེ་སྣང་མེད་དུ་བཞག་ཡོད།

source: This represents the metadata of all other documents.
bo: འདིས་ཡིག་ཆ་གཞན་ཚང་མའི་མེ་ཊ་ཌེ་ཊ་མཚོན་གྱི་ཡོད།

source: Foreign document attribute
bo: ཕྱི་རྒྱལ་ཡིག་ཆའི་ཁྱད་ཆོས།

source: The expression using document properties to be evaluated against the foreign document field.
bo: ཡིག་ཆའི་རྒྱུ་དངོས་སྤྱད་དེ་ཕྱི་རྒྱལ་གྱི་ཡིག་ཆའི་ས་ཁོངས་ལ་དཔྱད་ཞིབ་བྱེད་པའི་བརྡ་སྟོན།

source: Expression
bo: བརྗོད་ཚུལ

source: Inverts the logic of the operator.
bo: བཀོལ་སྤྱོད་ཀྱི་གཏན་ཚིགས་ཕྱི་ལོག་བྱེད།

source: Negated
bo: དགག་པ།

source: Link condition
bo: འབྲེལ་མཐུད་ཀྱི་གནས་སྟངས།

source: Link conditions
bo: འབྲེལ་མཐུད་ཀྱི་ཆ་རྐྱེན།

source: View resolved smart links
bo: ཐག་གཅོད་བྱས་པའི་རིག་ལྡན་སྦྲེལ་མཐུད་ལ་གཟིགས།

source: Create new smart links
bo: རིག་ནུས་སྦྲེལ་ཐག་གསར་པ་བསྐྲུན་པ།

source: Delete smart links
bo: རིག་ནུས་འབྲེལ་མཐུད་སུབ་པ།

source: Edit smart links
bo: རིག་ནུས་འབྲེལ་ཐག་རྩོམ་སྒྲིག་བྱེད་པ།

source: View existing smart links
bo: ད་ཡོད་ཀྱི་རིག་ལྡན་སྦྲེལ་མཐུད་ལ་ལྟ་བ།

source: Smart link URL
bo: དྲ་སྦྲེལ་དྲ་རྒྱ།

source: Primary key of the document type to add to the smart link.
bo: ཡིག་ཆའི་རིགས་ཀྱི་གཙོ་བོའི་ལྡེ་མིག་དེ་རིག་ནུས་འབྲེལ་མཐུད་ལ་ཁ་སྣོན་བྱེད་དགོས།

source: Document type ID
bo: ཡིག་ཆའི་རིགས་ཀྱི་ཨང་རྟགས།

source: Primary key of the document type to remove from the smart link.
bo: ཡིག་ཆའི་རིགས་ཀྱི་གཙོ་བོའི་ལྡེ་མིག་དེ་རིག་ནུས་འབྲེལ་མཐུད་ནས་ཕྱིར་འཐེན་བྱེད་དགོས།

source: Conditions URL
bo: ཆ་རྐྱེན།URL

source: Document types URL
bo: ཡིག་ཆའི་རིགས་URL།

source: Document types add URL
bo: ཡིག་ཆའི་རིགས་URLཁ་སྣོན་བྱེད།

source: Document types remove URL
bo: ཡིག་ཆའི་རིགས་URLམེད་པར་བཟོས།

source: Resolved smart link URL
bo: ཐག་གཅོད་བྱས་པའི་རིག་ནུས་འབྲེལ་མཐུད་URL

source: Documents URL
bo: ཡིག་ཆའི་ཁ་བྱང་།

source: Conditions are small logic units that when combined define how the smart link will behave.
bo: ཆ་རྐྱེན་ནི་ཚད་མའི་ཚད་གཞི་ཆུང་ཆུང་ཞིག་ཡིན།

source: There are no conditions for this smart link
bo: རིག་ནུས་འབྲེལ་མཐུད་འདི་ལ་ཆ་རྐྱེན་གང་ཡང་མེད།

source: Conditions for smart link: %s
bo: རིག་ནུས་འབྲེལ་མཐུད་ཀྱི་ཆ་རྐྱེན། %s

source: Add new conditions to smart link: "%s"
bo: རིག་ནུས་འབྲེལ་མཐུད་ལ་ཆ་རྐྱེན་གསར་བ་ཁ་སྣོན་བྱེད། &quot; %s

source: Delete smart link condition: "%s"?
bo: བསུབས་པའི་རིག་ནུས་འབྲེལ་མཐུད་གནས་སྟངས་: &quot; %s &quot;?

source: Edit smart link condition
bo: རིག་ལྡན་སྦྲེལ་མཐུད་ཀྱི་གནས་སྟངས་རྩོམ་སྒྲིག་བྱེད།

source: Resolved smart link query error: %s
bo: འབྲེལ་མཐུད་འདྲི་རྩད་ཀྱི་ནོར་འཁྲུལ་ཐག་གཅོད་བྱས། %s

source: Resolved smart link dynamic label error: %s
bo: ཐག་གཅོད་བྱས་པའི་རིག་ནུས་འབྲེལ་མཐུད་སྒུལ་ཤུགས་ཅན་གྱི་མཚོན་རྟགས་ཀྱི་ནོར་འཁྲུལ། %s

source: Documents in resolved smart link "%(resolved_smart_link)s" for "%(document)s"
bo: ཡིག་ཆ་ཐག་གཅོད་བྱས་པའི་རིག་ལྡན་འབྲེལ་མཐུད་ནང་&quot; %(resolved_smart_link)s &quot; ནི་ &quot; %(document)s &quot; ཆེད་དུ་ཡིན།

source: Indexes group documents into units, usually with similar properties and of equal or similar types. Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
bo: ཡིག་ཆ་སྡེ་ཚན་གྱི་ཟུར་ཐོའི་ཚད་གཞི་དེ་སྤྱིར་བཏང་རྒྱུ་དངོས་འདྲ་མཚུངས་དང་རིགས་འདྲ་མཉམ་ཡང་ན་འདྲ་མཚུངས་ཡིན། ཡིག་ཆའི་བར་གྱི་འབྲེལ་བ་དེ་དཀར་ཆག་མི་འདྲ་བ་དང་རིགས་མི་འདྲ་བ་ཡིན་ནའང་།

source: There are no smart links
bo: རིག་ནུས་སྦྲེལ་མཐུད་མེད།

source: Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
bo: ཡིག་ཆའི་བར་གྱི་འབྲེལ་བ་དེ་དཀར་ཆག་མི་འདྲ་བ་དང་རིགས་མི་འདྲ་བ་ཡིན་ནའང་།

source: There are no resolved smart links for this document
bo: ཡིག་ཆ་འདི་ལ་ཐག་གཅོད་བྱེད་ཐུབ་པའི་སྦྲེལ་མཐུད་མེད།

source: Resolved smart links for document: %s
bo: ཡིག་ཆའི་ཆེད་དུ་འབྲེལ་མཐུད་རིག་པ་ཅན་ཐག་གཅོད་བྱས། %s

source: Available smart links
bo: དྲ་སྦྲེལ་ཡག་པོ་ཡོད།

source: Smart links enabled
bo: རིག་ནུས་སྦྲེལ་མཐུད་ནུས་ལྡན་བཟོས།

source: Smart links to enable for document type: %s
bo: ཡིག་ཆའི་རིགས་ལ་ལྕོགས་ཅན་བཟོ་བའི་འབྲེལ་མཐུད་ཡག་པོ། %s

source: Available document types
bo: ཡོད་པའི་ཡིག་ཆའི་རིགས།

source: Document types enabled
bo: ཡིག་ཆའི་རིགས་ནུས་ལྡན་བཟོས།

source: Document type for which to enable smart link: %s
bo: ཡིག་ཆའི་རིགས། གློག་ཀླད་སྦྲེལ་མཐུད་ལག་བསྟར་བྱེད་དགོས། %s

source: Delete smart link: %s
bo: འབྲེལ་མཐུད་རིག་པ་ཅན་ %s

source: Edit smart link: %s
bo: རྩོམ་སྒྲིག་རིག་ནུས་འབྲེལ་མཐུད་: %s
