Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/document_downloads/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, bo

source: Document downloads
ar_eg: تنزيلات المستندات
bo: ཡིག་ཆ་ཕབ་ལེན།

source: Document_file_bundle.zip
bo: ཡིག་ཆའི་ཡིག་ཆ།

source: Compressed document files
ar_eg: ملفات المستندات المضغوطة
bo: བསྡུ་སྒྲིག་བྱས་པའི་ཡིག་ཆའི་ཡིག་ཆ།

source: Documents downloads
ar_eg: تنزيلات المستندات
bo: ཡིག་ཆ་ཕབ་ལེན།

source: Document file downloaded
ar_eg: تم تنزيل ملف المستند
bo: ཡིག་ཆའི་ཡིག་ཆ་ཕབ་ལེན་བྱས་ཟིན།

source: Document file ID
ar_eg: معرف ملف المستند
bo: ཡིག་ཆའི་ཡིག་ཆའི་ཨང་རྟགས།

source: Document
ar_eg: الوثيقة
bo: ཡིག་ཆ།

source: Document file
ar_eg: ملف المستند
bo: ཡིག་ཆའི་ཡིག་ཆ།

source: Include
ar_eg: شمل
bo: ཁོངས་སུ་བརྩི་བ

source: Download files
ar_eg: تنزيل الملفات
bo: ཡིག་ཆ་ཕབ་ལེན།

source: Quick download
ar_eg: تحميل
bo: མགྱོགས་མྱུར་ཕབ་ལེན།

source: The document files have been compressed and are available for download using the link: {{ download_url }} or from the downloads area ({{ download_list_url }}).
ar_eg: تم ضغط ملفات الوثائق وهي متاحة للتحميل باستخدام الرابط: {{ download_url }} أو من منطقة التنزيلات ({{ download_list_url }}).
bo: ཡིག་ཆའི་ཡིག་ཆ་རྣམས་བསྡུ་རུབ་བྱས་ཟིན་པས་འབྲེལ་མཐུད་འདི་བརྒྱུད་ནས་ཕབ་ལེན་བྱེད་ཐུབ། {{ download_url }} ཡང་ན་ཕབ་ལེན་ས་ཁོངས་ནས་ ({{ download_list_url }})

source: Document files ready for download.
ar_eg: ملفات المستندات جاهزة للتحميل.
bo: ཡིག་ཆའི་ཡིག་ཆ་ཕབ་ལེན་གྲ་སྒྲིག་བྱས་ཟིན།

source: Download document files
bo: ཡིག་ཆའི་ཡིག་ཆ་ཕབ་ལེན།

source: Generate a compressed document file bundle
ar_eg: إنشاء حزمة ملفات مستند مضغوطة
bo: བསྡམས་པའི་ཡིག་ཆའི་ཡིག་ཆའི་སྒྲིག་ཆས་བཟོས།

source: Path to the download subclass to use when downloading document files.
bo: ཡིག་ཆའི་ཡིག་ཆ་ཕབ་ལེན་བྱེད་སྐབས་བེད་སྤྱོད་གཏོང་བའི་ཕབ་ལེན་སྡེ་ཚན་ཆུང་བ་ལ་འགྲོ་ལམ།

source: Arguments to pass to the DOCUMENT_DOWNLOADS_DOCUMENT_FILE_DOWNLOAD_BACKEND.
bo: ཡིག་ཆ་_ཕབ་ལེན་_ཡིག་ཆ་_ཕབ་ལེན་_རྒྱབ་ལྗོངས་ལ་སྤྲོད་པའི་རྩོད་གླེང་།

source: Template for the document download message body text. Can include HTML. Available variables: {}
ar_eg: قالب نص رسالة تنزيل الوثيقة. يمكن أن يتضمن HTML. المتغيرات المتاحة: {}
bo: ཡིག་ཆ་ཕབ་ལེན་འཕྲིན་ཡིག་གི་ཡིག་གཟུགས་ཀྱི་དཔེ་གཞི། HTML ཚུད་ཐུབ། ཐོབ་པའི་འགྱུར་ལྡོག་ཅན་: {}

source: Template for the document download message subject line. Can't include HTML. Available variables: {}
ar_eg: قالب سطر موضوع رسالة تنزيل الوثيقة. لا يمكن أن يتضمن HTML. المتغيرات المتاحة: {}
bo: ཡིག་ཆ་ཕབ་ལེན་འཕྲིན་ཡིག་གི་བརྗོད་གཞིའི་གྲལ་རིམ་གྱི་དཔེ་གཞི། HTML ཚུད་མི་ཐུབ། ཐོབ་པའི་འགྱུར་ལྡོག་ཅན་: {}

source: Unable to queued document "%(instance)s" for file download; %(exception)s.
ar_eg: غير قادر على وضع المستند في قائمة الانتظار%(instance)s"لتنزيل الملف؛%(exception)s
bo: ཡིག་ཆ་ཕབ་ལེན་ཆེད་དུ་ཡིག་ཆ་ &quot; %(instance)s &quot; བང་སྒྲིག་བྱེད་མི་ཐུབ། %(exception)s །

source: %(count)d document files queued for download.
ar_eg: %(count)dملفات المستندات في قائمة الانتظار للتنزيل.
bo: ཕབ་ལེན་ཆེད་དུ་ཡིག་ཆའི་ཡིག་ཆ་ %(count)d བང་སྒྲིག་ཡོད།

source: Document file "%(object)s" queued for download.
ar_eg: ملف الوثيقة "%(object)s"مُدرج في قائمة الانتظار للتنزيل.
bo: ཡིག་ཆའི་ཡིག་ཆ་ &quot; %(object)s &quot; ཕབ་ལེན་ཆེད་དུ་བང་སྒྲིག་ཡོད།

source: %(count)d document file queued for download.
ar_eg: %(count)dملف المستند في قائمة الانتظار للتنزيل.
bo: ཕབ་ལེན་ཆེད་དུ་ཡིག་ཆའི་ཡིག་ཆ་ %(count)d བང་སྒྲིག་ཡོད།

source: Download files of %(count)d documents
ar_eg: تحميل ملفات%(count)dوثائق
bo: ཡིག་ཆ་ %(count)d ཡིག་ཆ་ཕབ་ལེན་བྱེད་པ།

source: Download files of document: %(object)s
ar_eg: تنزيل ملفات الوثيقة:%(object)s
bo: ཡིག་ཆའི་ཡིག་ཆ་ཕབ་ལེན་བྱེད་པ། %(object)s

source: Download files of %(count)d document
ar_eg: تحميل ملفات%(count)dوثيقة
bo: ཡིག་ཆ་ %(count)d ཡིག་ཆ་ཕབ་ལེན་བྱེད་པ།

source: The process will be performed in the background. The document files will be available in the downloads area.
ar_eg: سيتم تنفيذ العملية في الخلفية. ستكون ملفات المستندات متاحة في قسم التنزيلات.
bo: བྱ་རིམ་དེ་རྒྱབ་ལྗོངས་སུ་སྒྲུབ་རྒྱུ་རེད། ཡིག་ཆའི་ཡིག་ཆ་རྣམས་ཕབ་ལེན་བྱེད་སའི་ས་ཁུལ་དུ་ཐོབ་ཐུབ།
