Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: bo

source: The OCR content.
bo: OCRནང་དོན།

source: A generator returning the document's version pages OCR content.
bo: ཡིག་ཆའི་ཐོན་རིམ་ཤོག་ངོས་ཀྱི་OCRནང་དོན་སླར་ལོག་བྱེད་པའི་འཕྲུལ་ཆས་ཤིག་རེད།

source: OCR content
bo: OCRནང་དོན།

source: Tesseract OCR not found.
bo: ཊེས་སེ་རེག་ཊི་OCRམ་རྙེད།

source: Free Open Source OCR Engine
bo: རིན་མེད་ཁ་ཕྱེ་བའི་ཐོན་ཁུངས་OCRའཕྲུལ་འཁོར།

source: Document version OCR content deleted
bo: ཡིག་ཆའི་ཐོན་རིམ་OCRནང་དོན་བསུབ་ཟིན།

source: Document version page OCR content edited
bo: ཡིག་ཆའི་ཐོན་རིམ་ཤོག་ངོསOCRནང་དོན་རྩོམ་སྒྲིག་བྱས།

source: Document version submitted for OCR
bo: OCR ཆེད་དུ་ཡིག་ཆའི་ཐོན་རིམ་ཕུལ་ཡོད།

source: Document version OCR finished
bo: ཡིག་ཆའི་ཐོན་རིམ་OCRལེགས་གྲུབ་བྱུང་།

source: Contents
bo: ནང་དོན།

source: Page %(page_number)d
bo: ཤོག་ངོས། %(page_number)d

source: Setup OCR
bo: OCRསྒྲིག་འཛུགས།

source: OCR documents per type
bo: རིགས་རེ་རེའི་OCRཡིག་ཆ།

source: Delete OCR content
bo: OCRནང་དོན་བསུབས་པ།

source: Download OCR text
bo: OCRཡི་གེ་ཕབ་ལེན་བྱེད་པ།

source: Submit for OCR
bo: OCR ལ་ཕུལ་བ།

source: Edit OCR
bo: OCR རྩོམ་སྒྲིག

source: Document type
bo: ཡིག་ཆའི་རིགས།

source: Automatically queue newly created documents for OCR.
bo: རང་འགུལ་གྱིས་གསར་དུ་བཟོས་པའི་ཡིག་ཆ་རྣམས་OCRཆེད་དུ་བང་སྒྲིག་བྱེད།

source: Auto OCR
bo: རང་འགུལ་OCR

source: Document type settings
bo: ཡིག་ཆའི་རིགས་སྒྲིག་སྟངས།

source: Document types settings
bo: ཡིག་ཆའི་རིགས་སྒྲིག་སྟངས།

source: Document version page
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་།

source: The actual text content extracted by the OCR backend.
bo: OCRརྒྱབ་ཕྱོགས་ཀྱིས་བཏོན་པའི་ཡིག་ཆའི་ནང་དོན་ངོ་མ།

source: Content
bo: ནང་དོན

source: Document version page OCR content
bo: ཡིག་ཆའི་ཐོན་རིམ་ཤོག་ངོས་OCRནང་དོན།

source: Document version pages OCR contents
bo: ཡིག་ཆའི་ཐོན་རིམ་ཤོག་ངོས་OCRནང་དོན།

source: Submit documents for OCR
bo: OCR ལ་ཡིག་ཆ་ཕུལ་བ།

source: Edit the transcribed text from document
bo: ཡིག་ཆ་ནས་ཕབ་བསྒྱུར་བྱས་པའི་ཡི་གེ་རྩོམ་སྒྲིག་བྱེད་པ།

source: View the transcribed text from document
bo: ཡིག་ཆ་ནས་ཕབ་བསྒྱུར་བྱས་པའི་ཡི་གེ་ལ་གཟིགས།

source: Change document type OCR settings
bo: ཡིག་ཆའི་རིགས་OCRསྒྲིག་སྟངས་བསྒྱུར་བ།

source: Finish document version OCR
bo: ཡིག་ཆའི་ཐོན་རིམ་OCRམཇུག་སྒྲིལ།

source: Document version page OCR
bo: ཡིག་ཆའི་ཐོན་རིམ་ཤོག་ངོས་OCR

source: Document version OCR
bo: ཡིག་ཆའི་ཐོན་རིམ་OCR

source: Set new document types to perform OCR automatically by default.
bo: སྔོན་སྒྲིག་ལྟར་རང་འགུལ་གྱིས་OCRསྒྲུབ་པར་ཡིག་ཆའི་རིགས་གསར་པ་སྒྲིག་དགོས།

source: Full path to the backend to be used to do OCR.
bo: OCRབྱེད་པར་བེད་སྤྱོད་གཏོང་བའི་རྒྱབ་ཕྱོགས་ལ་འགྲོ་ལམ་ཆ་ཚང་།

source: Edit OCR settings for document type: %s.
bo: ཡིག་ཆའི་རིགས་ལ་OCRསྒྲིག་སྟངས་ཞུན་དག་བྱེད། %s .

source: Submit all documents of a type for OCR
bo: OCR ཆེད་དུ་རིགས་གཅིག་གི་ཡིག་ཆ་ཚང་མ་འབུལ་དགོས།

source: %(count)d documents added to the OCR queue.
bo: %(count)d ཡིག་ཆ་དེ་ཚོ་OCRབང་རིམ་ལ་ཁ་སྣོན་བྱས།

source: Error deleting document version OCR "%(instance)s"; %(exception)s
bo: ཡིག་ཆའི་ཐོན་རིམ་OCR &quot; %(instance)s &quot; བསུབས་པའི་ནོར་འཁྲུལ། %(exception)s

source: OCR content of %(count)d document versions deleted successfully.
bo: %(count)d ཡིག་ཆའི་ཐོན་རིམ་གྱི་OCRནང་དོན་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: OCR content of "%(object)s" deleted successfully.
bo: &quot; %(object)s &quot; ཡི་OCR ནང་དོན་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: OCR content of %(count)d document version deleted successfully.
bo: ཡིག་ཆའི་ཐོན་རིམ་ %(count)d ཡི་OCRནང་དོན་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete the OCR content of the %(count)d selected document versions.
bo: %(count)d འདེམས་སྒྲུག་བྱས་པའི་ཡིག་ཆའི་ཐོན་རིམ་གྱི་OCRནང་དོན་བསུབས་དགོས།

source: Delete the OCR content of: %(object)s.
bo: འདིའི་OCRནང་དོན་བསུབས་ %(object)s

source: Delete the OCR content of the %(count)d selected document version.
bo: %(count)d འདེམས་སྒྲུག་བྱས་པའི་ཡིག་ཆའི་ཐོན་རིམ་གྱི་OCRནང་དོན་བསུབས་དགོས།

source: OCR result for document: %s
bo: ཡིག་ཆའི་OCRགྲུབ་འབྲས། %s

source: %(count)d document version submitted to the OCR queue.
bo: %(count)d ཡིག་ཆའི་ཐོན་རིམ་དེ་OCRབང་རིམ་ལ་ཕུལ་ཡོད།

source: %(count)d document versions submitted to the OCR queue.
bo: %(count)d ཡིག་ཆའི་ཐོན་རིམ་དེ་ཚོ་OCR བང་རིམ་ལ་ཕུལ་ཡོད།

source: Submit the selected document version to the OCR queue?
bo: བདམས་པའི་ཡིག་ཆའི་ཐོན་རིམ་དེ་OCRབང་རིམ་ལ་འབུལ་དགོས་སམ།

source: OCR result for document version page: %s
bo: ཡིག་ཆའི་ཐོན་རིམ་ཤོག་ངོས་ཀྱི་OCRགྲུབ་འབྲས། %s

source: Edit OCR for document version page: %s
bo: ཡིག་ཆའི་ཐོན་རིམ་ཤོག་ངོས་ཆེད་དུ་OCRཞུན་དག་བྱེད། %s

source: Page condition
bo: ཤོག་ངོས་གནས་སྟངས།

source: The condition that will determine if a document page's OCR content will be modified or not. The condition is evaluated against the iterated document page. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
bo: ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་OCRནང་དོན་བསྒྱུར་བཅོས་བྱེད་མིན་གཏན་འབེབས་བྱེད་པའི་ཆ་རྐྱེན། གནས་སྟངས་དེ་བསྐྱར་ལོག་ཡིག་ཆའི་ཤོག་ངོས་ལ་གཞི་བཅོལ་ནས་བརྟག་དཔྱད་བྱས། གནས་གོང་གང་རུང་སླར་ལོག་མི་བྱེད་པའི་གནས་སྟངས་དང་པའེ་ཐོན་གཏན་ཚིག་ཅན་གྱི་གང་ཡང་སླར་ལོག་མི་ཡང་ན་ཡིག་རྒྱུན་སྟོང་པ་(&#39;&#39;)དེ་གཏན་ཚིག་གི་རྫུན་མ་ཡིན་པར་བརྩི། གནས་གོང་གཞན་གང་རུང་ཞིག་གཏན་ཚིག་གི་བདེན་པ་ལ་བརྩི།

source: Page content
bo: ཤོག་ངོས་ནང་དོན།

source: A template that will generate the OCR content to be saved.
bo: གསོག་འཇོག་བྱེད་དགོས་པའི་OCRནང་དོན་བཟོ་བའི་དཔེ་སྒྲོམ་ཞིག

source: Update document page OCR content
bo: ཡིག་ཆའི་ཤོག་བུའི་OCRནང་དོན་གསར་བཅོས་བྱེད་པ།
