Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Metadata
bo: མེ་ཊ་ཌེ་ཊ།

source: Return the value of a specific document metadata.
bo: བྱེ་བྲག་གི་ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་ཀྱི་རིན་ཐང་ཕྱིར་ལོག་བྱེད།

source: Metadata value of
bo: ཡི་མེ་ཊ་ཌེ་ཊ་རིན་ཐང་།

source: Metadata type name
bo: མེ་ཊ་ཌེ་ཊ་རིགས་ཀྱི་མིང་།

source: Metadata value
bo: མེ་ཊ་ཌེ་ཊ་རིན་ཐང་།

source: Document metadata added
bo: ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་ཁ་སྣོན་བྱས།

source: Document metadata edited
bo: ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་རྩོམ་སྒྲིག་བྱས།

source: Document metadata removed
bo: ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་མེད་པར་བཟོས།

source: Metadata type created
bo: མེ་ཊ་ཌེ་ཊ་རིགས་གསར་བཟོ་བྱས།

source: Metadata type edited
bo: མེ་ཊ་ཌེ་ཊ་རིགས་རྩོམ་སྒྲིག་བྱས།

source: Metadata type relationship updated
bo: མེ་ཊ་ཌེ་ཊ་རིགས་ཀྱི་འབྲེལ་བ་གསར་བཅོས་བྱས།

source: ID
bo: ཨང་རྟགས།

source: Name
bo: མིང

source: Value
bo: རིན་ཐང

source: Update
bo: དེང་རབས་ཅན

source: Required
bo: ངེས་སྦྱོང

source: Lookup value error: %s
bo: འཚོལ་ཞིབ་རིན་ཐང་གི་ནོར་ %s

source: Default value error: %s
bo: སྔོན་སྒྲིག་རིན་ཐང་གི་ནོར་ %s

source: "%s" is required for this document type.
bo: ཡིག་ཆའི་རིགས་འདི་ལ་ &quot; %s &quot; དགོས།

source: Metadata types to be added to the selected documents.
bo: འདེམས་སྒྲུག་བྱས་པའི་ཡིག་ཆ་ལ་ཁ་སྣོན་བྱེད་པའི་མེ་ཊ་ཌེ་ཊ་རིགས།

source: Metadata type
bo: མེ་ཊ་གྲངས་ཐོའི་རིགས།

source: Remove
bo: སེལ་བ

source: Basic
bo: རྨང་གཞི

source: Values
bo: རིན་ཐང་།

source: Validation
bo: བདེན་དཔང་།

source: Parsing
bo: དབྱེ་ཞིབ།

source: None
bo: གང་ཡང་མེད།

source: Optional
bo: རང་མོས་ཀྱི

source: Add metadata
bo: མེ་ཊ་ཌེ་ཊ་ཁ་སྣོན།

source: Edit metadata
bo: མེ་ཊ་ཌེ་ཊ་རྩོམ་སྒྲིག

source: Remove metadata
bo: མེ་ཊ་ཌེ་ཊ་མེད་པར་བཟོས།

source: Metadata types
bo: མེ་ཊ་ཌེ་ཊ་རིགས།

source: Document types
bo: ཡིག་ཆའི་རིགས་།

source: Create new
bo: གསར་པ་གསར་སྐྲུན་བྱེད་པ།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Date and time parser
bo: ཚེས་གྲངས་དང་དུས་ཚོད།

source: Date parser
bo: ཚེས་གྲངས་དབྱེ་ཞིབ།

source: Regular expression parser
bo: རྒྱུན་ལྡན་གྱི་གསལ་བརྗོད་དབྱེ་ཞིབ་བྱེད་མཁན།

source: Time parser
bo: དུས་ཚོད་དབྱེ་ཞིབ།

source: Date and time validator
bo: ཚེས་གྲངས་དང་དུས་ཚོད་བདེན་དཔང་བྱེད་མཁན།

source: Date validator
bo: ཚེས་གྲངས་བདེན་དཔང་བྱེད་མཁན།

source: Regular expression validator
bo: རྒྱུན་ལྡན་གྱི་གསལ་བརྗོད་བདེན་དཔང་བྱེད་མཁན།

source: The input string does not match the pattern.
bo: ནང་འཇུག་ཡིག་རྒྱུན་དེ་བཀོད་རིས་དང་མཐུན་མི་ཐུབ།

source: Time validator
bo: དུས་ཚོད་བདེན་དཔང་བྱེད་མཁན།

source: Return the metadata of the document.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ཕྱིར་ལོག་བྱེད།

source: Selected documents must be of the same type.
bo: བདམས་ཐོན་བྱུང་བའི་ཡིག་ཆ་རིགས་གཅིག་མཚུངས་ཡིན་དགོས།

source: Document type
bo: ཡིག་ཆའི་རིགས།

source: Document type metadata type options
bo: ཡིག་ཆའི་རིགས་ཀྱི་མེ་ཊ་གཞི་གྲངས་རིགས་གདམ་ཁ།

source: Document type metadata types options
bo: ཡིག་ཆའི་རིགས་ཀྱི་མེ་ཊ་གྲངས་ཐོའི་རིགས་གདམ་ཁ།

source: Document
bo: ཡིག་ཆ།

source: Type
bo: རིགས

source: The actual value stored in the metadata type field for the document.
bo: ཡིག་ཆའི་ཆེད་དུ་མེ་ཊ་ཌེ་ཊ་རིགས་ས་ཁོངས་ནང་གསོག་འཇོག་བྱས་པའི་དངོས་ཡོད་རིན་ཐང་།

source: Document metadata
bo: ཡིག་ཆའི་ཚད་གཞི།

source: Metadata type is required for this document type.
bo: ཡིག་ཆའི་རིགས་འདི་ལ་མེ་ཊ་ཌེ་ཊ་རིགས་དགོས།

source: Metadata type is not valid for this document type.
bo: ཡིག་ཆའི་རིགས་འདི་ལ་མེ་ཊ་ཌེ་ཊ་རིགས་ནུས་ལྡན་མིན།

source: Name used by other apps to reference this metadata type. Do not use python reserved words, or spaces.
bo: མཉེན་ཆས་གཞན་གྱིས་མེ་ཊ་ཌེ་ཊ་རིགས་འདི་ལ་གཞི་གྲངས་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་མིང་། པའེ་ཐོན་གྱིས་བཀག་སྡོམ་བྱས་པའི་ཚིག་དང་ཡང་ན་བར་སྟོང་བེད་སྤྱོད་མ་གཏོང་།

source: Short description of this metadata type.
bo: མེ་ཊ་ཌེ་ཊ་རིགས་འདིའི་འགྲེལ་བཤད་ཐུང་ངུ།

source: Label
bo: ལག་ཁྱེར་།

source: Enter a template to render.
bo: བརྙན་ཕབ་བྱེད་པའི་ཊེམ་པེལེཊི་ཞིག་བླུགས།

source: Default
bo: སྔོན་གཤིས།

source: Enter a template to render. Must result in a comma delimited string.
bo: བརྙན་ཕབ་བྱེད་པའི་ཊེམ་པེལེཊི་ཞིག་བླུགས། ངེས་པར་དུ་ཚེག་གིས་དབྱེ་བའི་ཡིག་རྒྱུན་ཐོན་དགོས།

source: Lookup
bo: ལྟ་བ།

source: The validator will reject data entry if the value entered does not conform to the expected format.
bo: གལ་ཏེ་བཙུགས་པའི་རིན་ཐང་དེ་རེ་བ་བྱེད་པའི་རྩ་སྒྲིག་དང་མཐུན་མིན་ན་བདེན་དཔང་བྱེད་མཁན་གྱིས་གནས་སྡུད་བཙུགས་པ་ཁས་མི་ལེན།

source: Validator
bo: བདེན་དཔང་བྱེད་མཁན།

source: Enter the arguments for the validator in YAML format.
bo: བདེན་དཔང་བྱེད་མཁན་གྱི་སྒྲུབ་བྱེད་དེ་YAMLརྩ་སྒྲིག་ནང་བཙུགས།

source: Validator arguments
bo: བདེན་དཔང་བྱེད་མཁན་གྱི་རྩོད་གླེང་།

source: The parser will reformat the value entered to conform to the expected format.
bo: དབྱེ་ཞིབ་པས་བླུགས་པའི་རིན་ཐང་དེ་རེ་བ་བྱེད་པའི་རྩ་སྒྲིག་དང་མཐུན་པར་བསྐྱར་དུ་རྩ་སྒྲིག་བྱེད།

source: Parser
bo: དབྱེ་ཞིབ་བྱེད་མཁན།

source: Enter the arguments for the parser in YAML format.
bo: དབྱེ་དཔྱད་བྱེད་མཁན་གྱི་སྒྲུབ་བྱེད་དེ་YAMLརྩ་སྒྲིག་ནང་བཙུགས།

source: Parser arguments
bo: དབྱེ་ཞིབ་བྱེད་མཁན་གྱི་རྩོད་གླེང་།

source: Value is not one of the provided options.
bo: རིན་ཐང་ནི་མཁོ་སྤྲོད་བྱས་པའི་གདམ་གའི་གྲས་ཤིག་མ་རེད།

source: Metadata type validation error; %(exception)s
bo: མེ་ཊ་ཌེ་ཊ་རིགས་བདེན་དཔང་ནོར་འཁྲུལ། %(exception)s

source: Add metadata to a document
bo: ཡིག་ཆར་མེ་ཊ་གཞི་གྲངས་ཁ་སྣོན་བྱེད་པ།

source: Edit a document's metadata
bo: ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་རྩོམ་སྒྲིག་བྱེད་པ།

source: Remove metadata from a document
bo: ཡིག་ཆའི་ནང་ནས་མེ་ཊ་ཌེ་ཊ་མེད་པར་བཟོ་བ།

source: View metadata from a document
bo: ཡིག་ཆ་ནས་མེ་ཊ་གཞི་གྲངས་ལྟ་བ།

source: Edit metadata types
bo: མེ་ཊ་གྲངས་ཐོའི་རིགས་རྩོམ་སྒྲིག་བྱེད་པ།

source: Create new metadata types
bo: མེ་ཊ་ཌེ་ཊ་རིགས་གསར་པ་གསར་སྐྲུན་བྱེད།

source: Delete metadata types
bo: མེ་ཊ་ཌེ་ཊ་རིགས་སུབ་པ།

source: View metadata types
bo: མེ་ཊ་ཌེ་ཊ་རིགས་ལ་ལྟ་བ།

source: Remove metadata type
bo: མེ་ཊ་ཌེ་ཊ་རིགས་མེད་པར་བཟོས།

source: Add required metadata type
bo: དགོས་མཁོའི་གྲངས་ཐོའི་རིགས་ཁ་སྣོན་བྱེད།

source: Primary key of the metadata type to be added.
bo: ཁ་སྣོན་བྱེད་དགོས་པའི་མེ་ཊ་ཌེ་ཊ་རིགས་ཀྱི་ལྡེ་མིག་གཙོ་བོ།

source: Metadata type ID
bo: མེ་ཊ་ཌེ་ཊ་རིགས་ID

source: Primary key of the metadata type to be added to the document.
bo: ཡིག་ཆ་ལ་ཁ་སྣོན་བྱེད་དགོས་པའི་མེ་ཊ་ཌེ་ཊ་རིགས་ཀྱི་གཙོ་བོའི་ལྡེ་མིག

source: Metadata add request performed on %(count)d document
bo: མེ་ཊ་ཌེ་ཊ་ཁ་སྣོན་གྱི་རེ་འདུན་ %(count)d ཡིག་ཆར་སྒྲུབ་ཡོད།

source: Metadata add request performed on %(count)d documents
bo: མེ་ཊ་ཌེ་ཊ་ཁ་སྣོན་གྱི་རེ་འདུན་དེ་ %(count)d ཡིག་ཆའི་ཐོག་སྒྲུབ་ཡོད།

source: Add metadata types to document
bo: ཡིག་ཆའི་ནང་མེ་ཊ་གཞི་གྲངས་རིགས་ཁ་སྣོན་བྱེད་པ།

source: Add metadata types to document: %s
bo: ཡིག་ཆ་ལ་མེ་ཊ་ཌེ་ཊ་རིགས་ཁ་སྣོན་བྱེད། %s

source: Error adding metadata type "%(metadata_type)s" to document: %(document)s; %(exception)s
bo: ཡིག་ཆ་ལ་མེ་ཊ་ཌེ་ཊ་རིགས་ &quot; %(metadata_type)s %(document)s ཁ་སྣོན་བྱེད་པའི་ནོར་འཁྲུལ། %(exception)s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
bo: མཐོ་ %(document)s གནས་ཚུལ་རིགས %(metadata_type)s

source: Metadata type: %(metadata_type)s already present in document %(document)s.
bo: མེ་ཊ་ཌེ་ཊ་རིགས། %(metadata_type)s %(document)s ཡིག་ཆའི་ནང་དུ་སྔོན་ནས་ཡོད།

source: Metadata edit request performed on %(count)d document
bo: མེ་ཊ་ཌེ་ཊ་རྩོམ་སྒྲིག་རེ་འདུན་དེ་ %(count)d ཡིག་ཆའི་ཐོག་སྒྲུབ་ཡོད།

source: Metadata edit request performed on %(count)d documents
bo: མེ་ཊ་ཌེ་ཊ་རྩོམ་སྒྲིག་རེ་འདུན་དེ་ %(count)d ཡིག་ཆའི་ཐོག་སྒྲུབ་ཡོད།

source: Add metadata types available for this document's type and assign them corresponding values.
bo: ཡིག་ཆ་འདིའི་རིགས་ལ་ཡོད་པའི་མེ་ཊ་ཌེ་ཊ་རིགས་ཁ་སྣོན་བྱས་ནས་དེ་དག་ལ་མཐུན་པའི་རིན་ཐང་སྤྲོད་དགོས།

source: There is no metadata to edit
bo: རྩོམ་སྒྲིག་བྱེད་པའི་མེ་ཊ་ཌེ་ཊ་མེད།

source: Edit document metadata
bo: ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་རྩོམ་སྒྲིག་བྱེད་པ།

source: Edit metadata for document: %s
bo: ཡིག་ཆའི་ཆེད་དུ་མེ་ཊ་ཌེ་ཊ་རྩོམ་སྒྲིག: %s

source: Error editing metadata for document: %(document)s; %(exception)s.
bo: ཡིག་ཆའི་ཆེད་དུ་མེ་ཊ་ཌེ་ཊ་རྩོམ་སྒྲིག་བྱེད་པའི་ནོར་འཁྲུལ། %(document)s ; %(exception)s །

source: Metadata for document %s edited successfully.
bo: ཡིག་ཆའི་ཆེད་དུ་མེ་ཊ་ཌེ་ཊ་ %s མཐར་ཕྱིན་ངང་རྩོམ་སྒྲིག་བྱས།

source: Add metadata types this document's type to be able to add them to individual documents. Once added to individual document, you can then edit their values.
bo: ཡིག་ཆ་རེ་རེ་ལ་ཁ་སྣོན་བྱེད་ཐུབ་པའི་ཆེད་དུ་ཡིག་ཆ་འདིའི་རིགས་ལ་མེ་ཊ་ཌེ་ཊ་རིགས་ཁ་སྣོན་བྱེད། ཡིག་ཆ་རེ་རེ་ལ་ཁ་སྣོན་བྱས་རྗེས་ཁྱེད་ཀྱིས་དེ་དག་གི་རིན་ཐང་ཞུན་དག་བྱེད་ཐུབ།

source: This document doesn't have any metadata
bo: ཡིག་ཆ་འདི་ལ་མེ་ཊ་ཌེ་ཊ་གང་ཡང་མེད།

source: Metadata for document: %s
bo: ཡིག་ཆའི་ཆེད་དུ་མེ་ཊ་ཌེ་ཊ། %s

source: Metadata remove request performed on %(count)d document
bo: མེ་ཊ་ཌེ་ཊ་མེད་པར་བཟོ་བའི་རེ་འདུན་དེ་ %(count)d ཡིག་ཆའི་ཐོག་སྒྲུབ་ཡོད།

source: Metadata remove request performed on %(count)d documents
bo: མེ་ཊ་ཌེ་ཊ་མེད་པར་བཟོ་བའི་རེ་འདུན་དེ་ %(count)d ཡིག་ཆའི་ཐོག་སྒྲུབ་ཡོད།

source: Remove metadata types from the document
bo: ཡིག་ཆའི་ནང་ནས་མེ་ཊ་གཞི་གྲངས་རིགས་མེད་པར་བཟོ་བ།

source: Remove metadata types from the document: %s
bo: ཡིག་ཆ་ནས་མེ་ཊ་ཌེ་ཊ་རིགས་མེད་པར་བཟོས་: %s

source: Successfully remove metadata type "%(metadata_type)s" from document: %(document)s.
bo: ཡིག་ཆ་ནས་མེ་ཊ་ཌེ་ཊ་རིགས་ &quot; %(metadata_type)s %(document)s མཐར་ཕྱིན་ངང་མེད་པར་བཟོས།

source: Error removing metadata type "%(metadata_type)s" from document: %(document)s; %(exception)s
bo: ཡིག་ཆ་ནས་མེ་ཊ་ཌེ་ཊ་རིགས་ &quot; %(metadata_type)s %(document)s མེད་པར་བཟོ་བའི་ནོར་འཁྲུལ། %(exception)s

source: Create metadata type
bo: མེ་ཊ་ཌེ་ཊ་རིགས་གསར་འཛུགས་བྱེད།

source: Error deleting metadata type "%(instance)s"; %(exception)s
bo: མེ་ཊ་ཌེ་ཊ་རིགས་ &quot; %(instance)s &quot; བསུབས་པའི་ནོར་འཁྲུལ། %(exception)s

source: %(count)d metadata types deleted successfully.
bo: %(count)d མེ་ཊ་ཌེ་ཊ་རིགས་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Metadata type "%(object)s" deleted successfully.
bo: མཐོ་རིམ་གནས་སྡུད་རིགས་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d metadata type deleted successfully.
bo: %(count)d མེ་ཊ་ཌེ་ཊ་རིགས་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete the %(count)d selected metadata types.
bo: འདེམས་སྒྲུག་བྱས་པའི་མེ་ཊ་ཌེ་ཊ་རིགས་ %(count)d བསུབས་དགོས།

source: Delete metadata type: %(object)s.
bo: མེ་ཊ་ཌེ་ཊ་རིགས་སུབ་ %(object)s

source: Delete the %(count)d selected metadata type.
bo: འདེམས་སྒྲུག་བྱས་པའི་མེ་ཊ་ཌེ་ཊ་རིགས་ %(count)d བསུབས་དགོས།

source: Edit metadata type: %s
bo: རྩོམ་སྒྲིག་མེ་ཊ་ཌེ་ཊ་རིགས་: %s

source: Metadata types are user defined properties that can be assigned values. Once created they must be associated to document types, either as optional or required, for each. Setting a metadata type as required for a document type will block the upload of documents of that type until a metadata value is provided.
bo: མེ་ཊ་ཌེ་ཊ་རིགས་ནི་སྤྱོད་མཁན་གྱིས་ངེས་ཚིག་བཀོད་པའི་རྒྱུ་དངོས་ཡིན་ཞིང་། གསར་བཟོ་བྱས་རྗེས་དེ་དག་ཡིག་ཆའི་རིགས་དང་འབྲེལ་བ་བྱེད་དགོས། གདམ་ག་ཅན་ཡང་ན་དགོས་མཁོའི་རིགས་རེ་རེར་ཡིག་ཆའི་རིགས་ལ་འབྲེལ་བ་བྱེད་དགོས། ཡིག་ཆའི་རིགས་ལ་དགོས་མཁོ་ལྟར་མེ་ཊ་ཌེ་ཊ་རིགས་སྒྲིག་འཇུག་བྱས་ན་མེ་ཊ་ཌེ་ཊའི་རིན་ཐང་མ་སྤྲད་བར་དུ་རིགས་དེའི་ཡིག་ཆའི་ཕབ་ལེན་བཀག་འགོག་བྱེད།

source: There are no metadata types
bo: མེ་ཊ་ཌེ་ཊ་རིགས་མེད།

source: Create metadata type relationships to be able to associate them to this document type.
bo: ཡིག་ཆའི་རིགས་འདི་ལ་འབྲེལ་བ་བྱེད་ཐུབ་པའི་ཆེད་དུ་མེ་ཊ་ཌེ་ཊ་རིགས་ཀྱི་འབྲེལ་བ་གསར་འཛུགས་བྱེད།

source: There are no metadata type relationships available
bo: མེ་ཊ་ཌེ་ཊ་རིགས་ཀྱི་འབྲེལ་བ་མེད།

source: Metadata type relationships for document type: %s
bo: ཡིག་ཆའི་རིགས་ཀྱི་མེ་ཊ་ཌེ་ཊ་རིགས་འབྲེལ་བ། %s

source: Document type relationships for metadata type: %s
bo: ཡིག་ཆའི་རིགས་འབྲེལ་བ། མེ་ཊ་ཌེ་ཊ་རིགས་: %s

source: Enter document metadata
bo: ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་ནང་འཇུག་བྱེད་པ།

source: One of more metadata types that are required for this document type are not available.
bo: ཡིག་ཆའི་རིགས་འདི་ལ་དགོས་པའི་མེ་ཊ་ཌེ་ཊ་རིགས་མང་བ་གཅིག་ཐོབ་མི་ཐུབ།

source: Metadata types to add to the document.
bo: ཡིག་ཆ་ལ་ཁ་སྣོན་བྱེད་པའི་མེ་ཊ་ཌེ་ཊ་རིགས།

source: Unable to add metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
bo: ཡིག་ཆ་: %(document)s ནས་མེ་ཊ་ཌེ་ཊ་རིགས་ &quot; %(metadata_type)s &quot; ཁ་སྣོན་བྱེད་མི་ཐུབ། དམིགས་བསལ་: %(exception)s

source: Value to assign to the metadata. Can be a literal value or template code.
bo: མེ་ཊ་ཌེ་ཊ་ལ་སྤྲོད་པའི་རིན་ཐང་། ཚིག་དོན་གྱི་རིན་ཐང་ཡང་ན་དཔེ་སྒྲོམ་གྱི་ཨང་རྟགས་ཡིན་སྲིད།

source: Metadata types to edit.
bo: རྩོམ་སྒྲིག་བྱེད་པའི་མེ་ཊ་ཌེ་ཊ་རིགས།

source: Unable to edit metadata type "%(metadata_type)s" from document: %(document)s. Document does not have the metadata type to be edited. Exception: %(exception)s
bo: ཡིག་ཆ་: %(document)s ནས་མེ་ཊ་ཌེ་ཊ་རིགས་ &quot; %(metadata_type)s &quot; རྩོམ་སྒྲིག་བྱེད་མི་ཐུབ། ཡིག་ཆ་ལ་རྩོམ་སྒྲིག་བྱེད་དགོས་པའི་མེ་ཊ་ཌེ་ཊ་རིགས་མེད། དམིགས་བསལ་: %(exception)s

source: Metadata types to remove from the document.
bo: ཡིག་ཆ་ནས་མེད་པར་བཟོ་བའི་མེ་ཊ་ཌེ་ཊ་རིགས།

source: Unable to remove metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
bo: ཡིག་ཆ་: %(document)s ནས་མེ་ཊ་ཌེ་ཊ་རིགས་ &quot; %(metadata_type)s &quot; རྩ་མེད་གཏོང་མི་ཐུབ། དམིགས་བསལ་: %(exception)s
