Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/file_caching/locale/*/LC_MESSAGES/django.po
Languages: ar, bo

source: File caching
ar: الحفظ المؤقت
bo: ཡིག་ཚགས་གསོག་འཇོག་བྱེད་པ།

source: Total cache allocated
ar: إجمالي الذاكرة المؤقتة المخصصة
bo: ཁྱོན་བསྡོམས་མཛོད་བགོས་བྱས་པ།

source: Total cache used
ar: إجمالي الذاكرة المؤقتة المستخدمة
bo: བེད་སྤྱད་བྱས་པའི་མཛོད་བསྡོམས་འབོར།

source: Cache created
ar: إنشاء حفظ مؤقت
bo: མཛོད་གསར་བཟོ་བྱས།

source: Cache edited
ar: تعديل الحفظ المؤقت
bo: མཛོད་རྩོམ་སྒྲིག་བྱས།

source: Cache purged
ar: الغاء الحفظ المؤقت
bo: མཛོད་གཙང་སེལ་བྱས།

source: Cache partition purged
ar: تم مسح قسم ذاكرة التخزين المؤقت
bo: མཛོད་ཀྱི་བར་གཅོད་གཙང་བཟོ་བྱས།

source: Identification
bo: ངོས་འཛིན།

source: Storage
bo: ཉར་ཚགས།

source: Configuration
bo: སྒྲིག་བཀོད།

source: Objects
bo: དངོས་པོ།

source: File caches
ar: تخزين مؤقت
bo: ཡིག་ཆའི་མཛོད་ཁང་།

source: Purge cache
ar: ازالة التخزين المؤقت
bo: མཛོད་གཙང་བཟོ།

source: Unknown
ar: غير معرف
bo: མི་ཤེས

source: Size at which the cache will start deleting old entries.
ar: الحجم الإفتراضي لملف التخزين المؤقت
bo: མཛོད་ཁང་གིས་ཐོ་འགོད་རྙིང་པ་བསུབས་འགོ་ཚུགས་པའི་ཚད།

source: Maximum size
ar: أكبر حجم للملف
bo: ཆེ་ཆུང་ཆེ་ཤོས།

source: Partition count
ar: عدد الأقسام
bo: བགོད་གྲངས།

source: Total cached objects.
ar: إجمالي الكائنات المخزنة مؤقتًا.
bo: བསྡོམས་པས་འདྲ་མཛོད་བྱས་པའི་དངོས་པོ།

source: Partition file count
ar: عدد ملفات التقسيم
bo: བགོད་ཡིག་གི་གྲངས་འབོར།

source: Total cached files.
ar: إجمالي الملفات المخزنة مؤقتًا.
bo: བསྡོམས་པས་ཡིག་ཆ།

source: Current size
ar: الحجم الحالي
bo: ད་ལྟའི་ཆེ་ཆུང་།

source: Current size of the cache.
ar: الحجم الحالي للملف المؤقت
bo: ད་ལྟའི་མཛོད་ཀྱི་ཚད་གཞི།

source: Label
bo: ལག་ཁྱེར་།

source: Current size of the cache partition.
ar: الحجم الحالي لقسم ذاكرة التخزين المؤقت.
bo: ད་ལྟའི་འདྲ་མཛོད་བར་ཁམས་ཀྱི་ཚད་གཞི།

source: Internal name of the defined storage for this cache.
ar: تعريف الذاكرة المؤقتة
bo: མཛོད་འདིའི་ཆེད་དུ་ངེས་ཚིག་བཀོད་པའི་གསོག་འཇོག་གི་ནང་ཁུལ་གྱི་མིང་།

source: Defined storage name
ar: التخزين المحدد
bo: གཏན་འཁེལ་བྱས་པའི་གསོག་འཇོག་མིང་།

source: Maximum size of the cache in bytes.
ar: الحد الأقصى لملف التخزين المؤقت
bo: ཆེས་མཐོའི་འདྲ་མཛོད་ཀྱི་ཚད་དེ་བཱའིཊི་ནང་ཡོད།

source: Cache
ar: ملف مؤقت
bo: མཛོད་ཁང་།

source: Caches
ar: الملفات المؤقتة
bo: མཛོད་ཁང་།

source: Name
ar: اسم
bo: མིང

source: Cache partition
ar: تقسيم الملف المؤقت
bo: འདྲ་མཛོད་ཀྱི་བར་གཅོད།

source: Cache partitions
ar: تقسيم الملفات المؤقتة
bo: འདྲ་མཛོད་བར་གཅོད།

source: Date time
ar: التاريخ والوقت
bo: ཚེས་གྲངས་དུས་ཚོད།

source: Filename
ar: اسم الملف
bo: ཡིག་ཆའི་མིང་།

source: File size
ar: حجم الملف
bo: ཡིག་ཆའི་ཆེ་ཆུང་།

source: Times this cache partition file has been accessed.
ar: عدد المرات التي تم فيها الوصول إلى ملف قسم ذاكرة التخزين المؤقت هذا.
bo: འདྲ་མཛོད་བགོད་སྒྲིག་ཡིག་ཆ་འདི་ལ་འཛུལ་སྤྱོད་བྱས་པའི་དུས་ཚོད།

source: Cache partition file
ar: قسم الذاكرة المؤقتة
bo: འདྲ་མཛོད་བར་གཅོད་ཡིག་ཆ།

source: Cache partition files
ar: قسم الملفات المؤقتة
bo: འདྲ་མཛོད་བར་གཅོད་ཡིག་ཆ།

source: Purge an object cache
ar: مسح ذاكرة التخزين المؤقت للكائنات
bo: དངོས་པོའི་འདྲ་མཛོད་གཙང་མ་བཟོས།

source: Purge a file cache
ar: إزالة ملفات الذاكرة
bo: ཡིག་ཆའི་མཛོད་གཙང་བཟོ།

source: View a file cache
ar: إستعراض ملفات الذاكرة المؤقتة
bo: ཡིག་ཆའི་མཛོད་ལ་ལྟ་བ།

source: File caching slow
ar: التخزين المؤقت للملفات بطيء
bo: ཡིག་ཚགས་མཛོད་དལ་བ།

source: Purge a file cache partition
ar: مسح قسم ذاكرة التخزين المؤقت للملفات
bo: ཡིག་ཆའི་འདྲ་མཛོད་བར་གཅོད་གཙང་མ་བཟོས།

source: Number of times a cache will retry failed attempts to prune files to free up space for new a file being requested, before giving up.
ar: عدد المرات التي ستعيد فيها ذاكرة التخزين المؤقت محاولات فاشلة لتقليم الملفات لتحرير مساحة للملف الجديد المطلوب، قبل الاستسلام.
bo: ཡིག་ཆ་གསར་པ་རེ་ཞུ་བྱེད་པའི་ཆེད་དུ་ས་ཆ་གསར་པ་བཏོན་པའི་ཆེད་དུ་ཡིག་ཆ་གཅོད་པའི་ཚོད་ལྟ་འཐུས་ཤོར་བྱུང་བ་དེ་ཚོ་ཐེངས་ག་ཚོད་ལ་མཛོད་ཁང་གིས་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་ཀྱི་ཡོད་དམ།

source: Number of times a cache will attempt to prune files to free up space for new a file being requested, before giving up.
ar: عدد المرات التي تحاول فيها ذاكرة التخزين المؤقت تقليم الملفات لتحرير مساحة للملف الجديد المطلوب، قبل الاستسلام.
bo: ཡིག་ཆ་གསར་པ་རེ་ཞུ་བྱེད་པའི་ཆེད་དུ་ས་ཆ་གསར་པ་བཏོན་པའི་ཆེད་དུ་མཛོད་ཁང་གིས་ཡིག་ཆ་གཅོད་པར་ཐེངས་ག་ཚོད་འབད་བརྩོན་བྱེད་ཀྱི་ཡོད་དམ།

source: Details of cache: %s
ar: تفاصيل ذاكرة التخزين المؤقت:%s
bo: འདྲ་མཛོད་ཀྱི་ཞིབ་ཕྲ། %s

source: File caches list
ar: حفظ الملفات المؤقتة
bo: ཡིག་ཆའི་མཛོད་ཐོ་གཞུང་།

source: Details of cache partition: %s
bo: %s

source: Purge cache partitions of "%s"?
ar: مسح أقسام ذاكرة التخزين المؤقت لـ "%s?
bo: &quot; %s &quot; ཡི་མཛོད་བར་བཅད་གཙང་མ་བཟོ་དགོས་སམ།

source: Object cache partitions submitted for purging.
ar: أقسام ذاكرة التخزين المؤقت للكائنات المرسلة للتطهير.
bo: དངོས་པོའི་འདྲ་མཛོད་ཀྱི་བགོད་སྒྲིག་གཙང་བཟོ་ཆེད་དུ་ཕུལ་ཡོད།

source: %(count)d caches submitted for purging.
ar: %(count)dمخابئ تم إرسالها للتطهير.
bo: གཙང་བཟོའི་ཆེད་དུ་ %(count)d མཛོད་ཁང་ཕུལ་ཡོད།

source: %(count)d cache submitted for purging.
ar: %(count)dتم إرسال ذاكرة التخزين المؤقت للتطهير.
bo: %(count)d མཛོད་ཁང་དེ་གཙང་མ་བཟོ་ཆེད་དུ་ཕུལ་ཡོད།

source: Submit the selected cache for purging?
bo: གཙང་བཟོའི་ཆེད་དུ་འདེམས་སྒྲུག་བྱས་པའི་མཛོད་ཁང་འབུལ་དགོས་སམ།
