Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Task manager
bo: ལས་འགན་འགན་འཛིན།

source: Label
bo: མིང་བྱང།

source: Name
bo: མིང

source: Default queue?
bo: སྔོན་སྒྲིག་བང་རིམ།

source: Transient queues are not persistent. Tasks in a transient queue are lost if the broker is restarted. Transient queues use less resources and managed non critical tasks.
bo: དུས་ཐུང་བང་རིམ་རྣམས་རྒྱུན་འཁྱོངས་བྱེད་ཀྱི་མེད། གལ་ཏེ་བར་ཚོང་པ་དེ་བསྐྱར་དུ་འགོ་བཙུགས་ན་གནས་སྐབས་ཀྱི་བང་རིམ་ནང་གི་ལས་འགན་བརླག་འགྲོ་གི་རེད། དུས་ཐུང་བང་རིམ་གྱིས་ཐོན་ཁུངས་ཉུང་བ་དང་གལ་ཆེའི་ལས་འགན་མིན་པའི་དོ་དམ་བྱེད་ཀྱི་ཡོད།

source: Is transient?
bo: དུས་ཐུང་ཡིན་ནམ།

source: Type
bo: རིགས

source: Start time
bo: འགོ་ཚུགས་དུས་ཚོད།

source: Host
bo: འགོ་འཛིན་པ

source: Arguments
bo: རྩོད་པ།

source: Keyword arguments
bo: གཙོ་ཚིག་རྩོད་གླེང་།

source: Worker process ID
bo: ལས་བྱེད་པའི་བརྒྱུད་རིམ་ཨང་རྟགས།

source: Maximum number of tasks a worker can execute before it's replaced by a new process.
bo: ལས་བྱེད་པ་ཞིག་གིས་བྱ་རིམ་གསར་པས་ཚབ་མ་བྱེད་གོང་དུ་ལག་བསྟར་བྱེད་ཐུབ་པའི་ལས་འགན་ཆེ་ཤོས་ཀྱི་གྲངས་འབོར།

source: Maximum tasks per child
bo: བྱིས་པ་རེར་ཆེས་མཐོ་བའི་ལས་འགན།

source: The number of worker processes/threads to launch. Defaults to the number of CPUs available on the machine.
bo: ལས་བྱེད་པའི་བྱ་རིམ་དང་སྐུད་པའི་གྲངས་འབོར། འཕྲུལ་ཆས་སྟེང་ཡོད་པའི་CPUགྲངས་ལ་སྔོན་སྒྲིག་བྱེད།

source: Concurrency
bo: དུས་མཉམ་པ།

source: The nice value determines the priority of the process. A higher value lowers the priority. The default value is 0.
bo: རིན་ཐང་ཡག་པོ་དེས་བྱ་རིམ་གྱི་གཙོ་གནད་གཏན་འབེབས་བྱེད། རིན་ཐང་མཐོ་བས་གཙོ་གནད་དམའ་རུ་གཏོང་གི་ཡོད། སྔོན་སྒྲིག་རིན་ཐང་ནི་༠ཡིན།

source: Nice level
bo: གནས་ཚད་ཡག་པོ་འདུག

source: The Python path to the task code.
bo: ལས་འགན་ཨང་རྟགས་ལ་པའེ་ཐོན་འགྲོ་ལམ།

source: Dotted path
bo: ཚེག་ཅན་གྱི་ལམ།

source: Human readable description of the task type.
bo: ལས་འགན་རིགས་ཀྱི་མིས་ཀློག་ཐུབ་པའི་འགྲེལ་བཤད།

source: Unique internal name of the task type.
bo: ལས་འགན་རིགས་ཀྱི་ཐུན་མོང་མ་ཡིན་པའི་ནང་ཁུལ་གྱི་མིང་།

source: Queue
bo: ལྕང་ལོ

source: Trigger interval if the task type is set for periodic execution.
bo: གལ་ཏེ་ལས་འགན་རིགས་དེ་དུས་མཚམས་ལག་བསྟར་བྱེད་པར་གཞི་སྒྲིག་བྱས་ཡོད་ན།

source: Schedule
bo: ཐོ་གཞུང

source: Worker
bo: ལས་བྱེད་པ།

source: Number of task types managed by the queue.
bo: བང་རིམ་གྱིས་དོ་དམ་བྱེད་པའི་ལས་འགན་རིགས་ཀྱི་གྲངས།

source: Task type count
bo: ལས་འགན་རིགས་གྲངས།

source: Maximum amount of resident memory a worker can execute before it's replaced by a new process.
bo: ལས་བྱེད་པ་ཞིག་གིས་བྱ་རིམ་གསར་པས་ཚབ་མ་བྱེད་གོང་དུ་ལག་བསྟར་བྱེད་ཐུབ་པའི་དྲན་ཤེས་ཆེ་ཤོས་དེ་ལག་བསྟར་བྱེད་ཐུབ།

source: Maximum memory per child
bo: བྱིས་པ་རེར་ཆེས་མཐོའི་དྲན་ཚད།

source: Queue count
bo: བང་རིམ་གྲངས།

source: Number of task types managed by the worker.
bo: ལས་བྱེད་པས་དོ་དམ་བྱེད་པའི་ལས་འགན་རིགས་ཀྱི་གྲངས་འབོར།

source: Task type list
bo: ལས་འགན་རིགས་ཀྱི་ཐོ་གཞུང་།

source: Worker list
bo: ལས་མིའི་ཐོ་གཞུང་།

source: Queue list
bo: བང་རིམ་ཐོ་གཞུང་།

source: View tasks
bo: ལས་འགན་ལ་ལྟ་བ།

source: Celery
bo: སེ་ལེ་རི།

source: Default: "AMQPLAIN". Set custom amqp login method.
bo: སྔོན་སྒྲིག: &quot;AMQPLAIN&quot;. སྲོལ་རྒྱུན་གྱི་amqpནང་འཇུག་བྱེད་ཐབས་སྒྲིག་དགོས།

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
bo: སྔོན་སྒྲིག: &quot;amqp://&quot;. སྔོན་སྒྲིག་བརྡ་ཁྱབ་དྲ་རྒྱ། འདི་ནི་སྐྱེལ་འདྲེན་://userid:password@hostname:port/virtual_host འཆར་གཞིའི་ཆ་ཤས་(transport://) ཁོ་ན་དགོས་པ་དང་། ལྷག་མ་རྣམས་འདེམས་གཞི་ཡིན།

source: Default: "Disabled". Toggles SSL usage on broker connection and SSL settings. The valid values for this option vary by transport.
bo: སྔོན་སྒྲིག: &quot;ལྕོགས་མིན་བཟོས་ཡོད།&quot; བར་ཚོང་པའི་མཐུད་ཁ་དང་SSLསྒྲིག་སྟངས་ཐོག་ལ་SSLབེད་སྤྱོད་བརྗེ་སྒྱུར་བྱེད། གདམ་ཁ་འདིའི་ནུས་ལྡན་གྱི་རིན་ཐང་དེ་སྐྱེལ་འདྲེན་ལ་གཞིགས་ཏེ་མི་འདྲ་བ་རེད།

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
bo: སྔོན་སྒྲིག: སྔོན་སྒྲིག་ལྟར་གྲུབ་འབྲས་རྒྱབ་ཕྱོགས་ལྕོགས་ཅན་བཟོས་མེད། ལས་འགན་གྱི་གྲུབ་འབྲས་གསོག་འཇོག་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་རྒྱབ་ལྗོངས་(དུར་རྡོ) དྲ་ཚིགས་འདིར་ལྟོས།

source: Test queue
bo: ཚོད་ལྟའི་བང་རིམ།

source: Task types
bo: ལས་འགན་རིགས།

source: Task types for queue: %s
bo: བང་རིམ་གྱི་ལས་འགན་རིགས། %s

source: Queue: %s, not found
bo: བང་རིམ: %s , མ་རྙེད།

source: Background task workers
bo: རྒྱབ་ལྗོངས་ལས་འགན་ལས་བྱེད་པ།

source: Queues for worker: %s
bo: ལས་བྱེད་པའི་བང་རིམ %s

source: Worker: %s, not found
bo: ལས་བྱེད་པ་: %s , མ་རྙེད།

source: Low latency high volume tasks
bo: འགོར་འགྱངས་དམའ་བའི་སྒྲ་ཚད་མཐོ་བའི་ལས་འགན།

source: Medium latency tasks
bo: འགོར་འགྱངས་འབྲིང་བའི་ལས་འགན།

source: Low latency, long lived tasks
bo: འགྱངས་ཚད་དམའ་བ་དང་། ཡུན་རིང་གི་ལས་འགན།
