Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Checkouts
bo: དངུལ་བཏོན་པ།

source: Checked out documents
bo: ཡིག་ཆ་ཞིབ་བཤེར་བྱས།

source: Document automatically checked in
bo: ཡིག་ཆ་རང་འགུལ་གྱིས་ཞིབ་བཤེར་བྱས།

source: Document checked in
bo: ཡིག་ཆ་ཞིབ་བཤེར་བྱས་ཟིན།

source: Document checked out
bo: ཡིག་ཆ་ཞིབ་བཤེར་བྱས་ཟིན།

source: Document forcefully checked in
bo: ཡིག་ཆ་བཙན་ཤེད་ཀྱིས་ཞིབ་བཤེར་བྱས་པ།

source: Document not checked out.
bo: ཡིག་ཆ་ཞིབ་བཤེར་བྱས་མེད།

source: Document already checked out.
bo: ཡིག་ཆ་དེ་སྔོན་ནས་ཞིབ་བཤེར་བྱས་ཟིན།

source: Document status
bo: ཡིག་ཆའི་གནས་ཚུལ།

source: User
bo: བེད་སྤྱོད་པ་།

source: Check out time
bo: དུས་ཚོད་ལ་ལྟ་ཞིབ་བྱེད་པ།

source: Check out expiration
bo: དུས་ཡོལ་ལ་བརྟག་པ།

source: New files allowed?
bo: ཡིག་ཆ་གསར་པ་འགོད་ཆོག་གམ།

source: Yes
bo: ཡིན

source: No
bo: མིན

source: Check out document
bo: ཡིག་ཆ་ལ་ལྟ་ཞིབ་བྱས།

source: Check out
bo: ལྟ་ཞིབ་བྱོས།

source: Check in document
bo: ཡིག་ཆར་ཞིབ་བཤེར།

source: Check in
bo: ནང་དུ་བརྟག་དཔྱད།

source: Check in/out
bo: ནང་དུ་འཛུལ་བ།

source: Checked out
bo: ཞིབ་བཤེར་བྱས།

source: Checked in/available
bo: ཞིབ་བཤེར་བྱས་ཟིན།/ཡོད།

source: Checkout time and date
bo: ཕྱིར་འབུད་ཀྱི་དུས་ཚོད་དང་ཚེས་གྲངས།

source: Checkout expiration
bo: དངུལ་བཤེར་གྱི་དུས་ཚོད་ཡོལ་བ།

source: Document
bo: ཡིག་ཆ།

source: Check out date and time
bo: ཚེས་གྲངས་དང་དུས་ཚོད།

source: Amount of time to hold the document checked out in minutes.
bo: ཡིག་ཆ་ཞིབ་བཤེར་བྱས་པའི་དུས་ཡུན་སྐར་མ་ཁ་ཤས་ནང་འཛིན་དགོས།

source: Check out expiration date and time
bo: དུས་ཚོད་རྫོགས་པའི་ཚེས་གྲངས་དང་དུས་ཚོད་ལ་ལྟ་ཞིབ་བྱོས།

source: Do not allow new file of this document to be uploaded.
bo: ཡིག་ཆ་འདིའི་ཡིག་ཆ་གསར་པ་ཡར་བསྐུར་བྱེད་དུ་མ་འཇུག་རོགས།

source: Block new file upload
bo: ཡིག་ཆ་གསར་པ་སྐྱེལ་འདྲེན་བཀག་འགོག་བྱེད་པ།

source: Document checkout
bo: ཡིག་ཆ་ཞིབ་བཤེར་བྱེད་པ།

source: Document checkouts
bo: ཡིག་ཆ་ཞིབ་བཤེར་བྱེད་པ།

source: Check out expiration date and time must be in the future.
bo: དུས་ཚོད་རྫོགས་པའི་ཚེས་གྲངས་དང་དུས་ཚོད་མ་འོངས་པར་ཡོད་དགོས།

source: Check in documents
bo: ཡིག་ཆར་ཞིབ་བཤེར།

source: Forcefully check in documents
bo: བཙན་ཤེད་ཀྱིས་ཡིག་ཆ་ཞིབ་བཤེར་བྱེད་པ།

source: Check out documents
bo: ཡིག་ཆར་ཞིབ་བཤེར།

source: Check out details view
bo: ཞིབ་ཕྲའི་ལྟ་ཚུལ་ལ་ལྟ་ཞིབ་བྱས།

source: Checkouts periodic
bo: དུས་མཚམས་སུ་དངུལ་བཤེར་བྱེད་པ།

source: Check expired checkouts
bo: དུས་ཡོལ་ཟིན་པའི་དངུལ་བཤེར་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: Primary key of the document to be checked out.
bo: ཞིབ་བཤེར་བྱེད་དགོས་པའི་ཡིག་ཆའི་ལྡེ་མིག་གཙོ་བོ།

source: Document ID
bo: ཡིག་ཆའི་ཨང་རྟགས།

source: Unable to check in document "%(instance)s"; %(exception)s
bo: ཡིག་ཆ་ &quot; %(instance)s &quot; ནང་བརྟག་དཔྱད་བྱེད་མི་ཐུབ། %(exception)s

source: %(count)d documents checked in successfully.
bo: ཡིག་ཆ་ %(count)d མཐར་ཕྱིན་ངང་ཞིབ་བཤེར་བྱས།

source: Document "%(object)s" checked in successfully.
bo: ཡིག་ཆ་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་ཞིབ་བཤེར་བྱས།

source: %(count)d document checked in successfully.
bo: ཡིག་ཆ་ %(count)d མཐར་ཕྱིན་ངང་ཞིབ་བཤེར་བྱས།

source: Check in %(count)d documents.
bo: ཡིག་ཆ་ %(count)d ནང་ལ་ཞིབ་བཤེར་བྱོས།

source: Check in document "%(object)s".
bo: ཡིག་ཆ་ &quot; %(object)s &quot; ནང་ལ་ཞིབ་བཤེར་བྱོས།

source: Check in %(count)d document.
bo: ཡིག་ཆ་ %(count)d ནང་ལ་ཞིབ་བཤེར་བྱོས།

source: Unable to checkout document "%(instance)s"; %(exception)s
bo: ཡིག་ཆ་ &quot; %(instance)s &quot; ལ་ཞིབ་བཤེར་བྱེད་མི་ཐུབ། %(exception)s

source: %(count)d documents checked out successfully.
bo: ཡིག་ཆ་ %(count)d མཐར་ཕྱིན་ངང་བརྟག་དཔྱད་བྱས།

source: Document "%(object)s" checked out successfully.
bo: ཡིག་ཆ་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་ཞིབ་བཤེར་བྱས།

source: %(count)d document checked out successfully.
bo: ཡིག་ཆ་ %(count)d ལེགས་འགྲུབ་བྱུང་ཡོད།

source: Checkout %(count)d documents.
bo: ཡིག་ཆ་ %(count)d ཡིག་ཆ་ལ་ལྟ་ཞིབ་བྱོས།

source: Checkout document "%(object)s".
bo: ཡིག་ཆ་ &quot; %(object)s &quot; ལ་ཞིབ་བཤེར་བྱས།

source: Checkout %(count)d document.
bo: ཡིག་ཆ་ %(count)d ལ་ལྟ་ཞིབ་བྱོས།

source: Check out details for document: %s
bo: ཡིག་ཆའི་ཞིབ་ཕྲ་ལ་ལྟ་ཞིབ་བྱོས། %s

source: Checking out a document, blocks certain operations for a predetermined amount of time.
bo: ཡིག་ཆ་ཞིག་ལ་ཞིབ་བཤེར་བྱེད་སྐབས་སྔོན་ནས་གཏན་འཁེལ་བྱས་པའི་དུས་ཡུན་རིང་བཀོལ་སྤྱོད་འགའ་ཤས་བཀག་འགོག་བྱེད།

source: No documents have been checked out
bo: ཡིག་ཆ་གང་ཡང་ཞིབ་བཤེར་བྱས་མེད།

source: Amount
bo: ཁྱོན་འབོར
