Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/file_metadata/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Label
bo: ལག་ཁྱེར་།

source: File metadata
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ།

source: File metadata internal name
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ནང་ཁུལ་གྱི་མིང་།

source: File metadata value
bo: ཡིག་ཆའི་གྲངས་ཐོའི་རིན་ཐང་།

source: Return the value of a specific file metadata.
bo: བྱེ་བྲག་གི་ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་ཀྱི་རིན་ཐང་ཕྱིར་ལོག་བྱེད།

source: File metadata value of
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་རིན་ཐང་།

source: MIME types
bo: MIMEརིགས།

source: Internal name
bo: ནང་ཁུལ་གྱི་མིང་།

source: Description
bo: བཀོད་པ།

source: Arguments
bo: རྩོད་པ།

source: Whether or not this driver will be enabled by default for new document types.
bo: ཡིག་ཆའི་རིགས་གསར་པའི་ཆེད་དུ་སྒུལ་གཏོང་འདི་སྔོན་སྒྲིག་ལྟར་ལྕོགས་ཅན་བཟོ་རྒྱུ་ཡིན་ནམ་མིན།

source: Enabled by default?
bo: སྔོན་སྒྲིག་ལྟར་ལྕོགས་ཅན་བཟོས་ཡོད་དམ།

source: Badly formatted arguments YAML; %s
bo: རྩ་སྒྲིག་ངན་པའི་སྒྲུབ་བྱེད་YAML; %s

source: Document file submitted for file metadata processing
bo: ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་ལས་སྣོན་ཆེད་ཡིག་ཆའི་ཡིག་ཆ་ཕུལ་བ།

source: Document file file metadata processing finished
bo: ཡིག་ཆའི་ཡིག་ཆའི་ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་ལས་སྣོན་ལེགས་འགྲུབ་བྱུང་།

source: Attributes
bo: ཁྱད་ཆོས།

source: Submit for file metadata
bo: ཡིག་ཆའི་མེ་ཊ་གྲངས་ཐོའི་ཆེད་དུ་ཕུལ་བ།

source: Edit
bo: བཅོས་པ།

source: File metadata driver setup
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་སྒྲིག་བཀོད།

source: File metadata processing per type
bo: རིགས་རེ་རེའི་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ལས་སྣོན།

source: File metadata drivers
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་འཕྲུལ་ཆས།

source: Return the specified document file file metadata entry.
bo: གཏན་འཁེལ་བྱས་པའི་ཡིག་ཆའི་ཡིག་ཆའི་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ཐོ་འགོད་ཕྱིར་ལོག་བྱེད།

source: Attribute count
bo: ཁྱད་ཆོས་གྲངས།

source: Full path
bo: ལམ་ཕྱོགས་ཆ་ཚང་།

source: Path used to access the value of the file metadata entry.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ཐོ་འགོད་ཀྱི་རིན་ཐང་ལ་འཛུལ་སྤྱོད་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་འགྲོ་ལམ།

source: Driver
bo: ཁ་ལོ་བ།

source: Document file
bo: ཡིག་ཆའི་ཡིག་ཆ།

source: Document file driver entry
bo: ཡིག་ཆའི་ཡིག་ཆའི་སྒུལ་གཏོང་ནང་འཛུལ།

source: Document file driver entries
bo: ཡིག་ཆའི་ཡིག་ཆའི་སྒུལ་གཏོང་ཐོ་འགོད།

source: Enter the arguments for the drive for the specific document type as a YAML dictionary. ie: {"degrees": 180}
bo: དམིགས་བསལ་ཡིག་ཆའི་རིགས་ཀྱི་སྒུལ་གཏོང་ཆེད་དུ་སྒྲུབ་བྱེད་དེ་YAMLཚིག་མཛོད་ལྟར་བཙུགས། ie: {&quot;ཁུག་ཚད་&quot;: 180}

source: Document type
bo: ཡིག་ཆའི་རིགས།

source: Enable this driver to process document files of the selected document type.
bo: སྒུལ་གཏོང་འདི་འདེམས་པའི་ཡིག་ཆའི་རིགས་ཀྱི་ཡིག་ཆའི་ཡིག་ཆ་ལས་སྣོན་བྱེད་པར་ལྕོགས་ཅན་བཟོས།

source: Enabled
bo: བེད་སྤྱོད་ཆོག་པ།

source: Document type driver settings
bo: ཡིག་ཆའི་རིགས་ཀྱི་སྒུལ་གཏོང་སྒྲིག་བཀོད།

source: Normalized name of the file metadata entry.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ཐོ་འགོད་ཀྱི་སྤྱིར་བཏང་མིང་།

source: Name of the file metadata entry as provided by the driver.
bo: སྒུལ་གཏོང་གིས་མཁོ་སྤྲོད་བྱས་པའི་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ཐོ་འགོད་ཀྱི་མིང་།

source: Key
bo: ལྡེ་མིག

source: Value of the file metadata entry.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ཐོ་འགོད་ཀྱི་རིན་ཐང་།

source: Value
bo: རིན་ཐང

source: File metadata entry
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ནང་འཛུལ།

source: File metadata entries
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ཐོ་འགོད།

source: Driver path
bo: ཁ་ལོ་བའི་ལམ།

source: The class defined by this instance is valid and active.
bo: དཔེ་མཚོན་འདིས་ངེས་ཚིག་བཀོད་པའི་འཛིན་གྲྭ་དེ་ནུས་ལྡན་དང་ཤུགས་ལྡན་ཡིན།

source: Valid
bo: ཁྲིམས་མཐུན

source: Drivers
bo: ཁ་ལོ་བ།

source: Change document type file metadata settings
bo: ཡིག་ཆའི་རིགས་ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་སྒྲིག་སྟངས་བསྒྱུར་བ།

source: Submit document for file metadata processing
bo: ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་ལས་སྣོན་གྱི་ཡིག་ཆ་འབུལ་དགོས།

source: View file metadata
bo: ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་ལ་ལྟ་བ།

source: Process document file
bo: ཡིག་ཆའི་ཡིག་ཚགས་ལས་སྣོན།

source: Finish document file metadata processing
bo: ཡིག་ཆའི་ཡིག་ཆའི་མེ་ཊ་གཞི་གྲངས་ལས་སྣོན་མཇུག་སྒྲིལ་བ།

source: Process file metadata driver
bo: ལས་སྣོན་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་འཕྲུལ་ཆས།

source: File metadata key
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ལྡེ་མིག

source: Stored driver
bo: གསོག་ཉར་བྱས་པའི་སྒུལ་གཏོང་སྒུལ་གཏོང་།

source: Enabled default
bo: སྔོན་སྒྲིག་ལྕོགས་ཅན་བཟོས།

source: Set new document types to perform file metadata processing automatically by default.
bo: སྔོན་སྒྲིག་ལྟར་རང་འགུལ་གྱིས་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ལས་སྣོན་བྱེད་པར་ཡིག་ཆའི་རིགས་གསར་པ་སྒྲིག་དགོས།

source: Arguments to pass to the drivers.
bo: ཁ་ལོ་བ་ཚོར་སྤྲོད་པའི་རྩོད་གླེང་།

source: File metadata are the attributes of the document's file. They can range from camera information used to take a photo to the author that created a file. File metadata are set when the document's file was first created. File metadata attributes reside in the file itself. They are not the same as the document metadata, which are user defined and reside in the database.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ནི་ཡིག་ཆའི་ཡིག་ཆའི་ཁྱད་ཆོས་ཡིན། དེ་དག་པར་བླངས་པར་བེད་སྤྱོད་བྱེད་པའི་པར་ཆས་ཀྱི་གནས་ཚུལ་ནས་ཡིག་ཆ་བཟོ་མཁན་གྱི་རྩོམ་པ་པོ་བར་ཁྱབ་ཐུབ། ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་དེ་ཡིག་ཆའི་ཡིག་ཆ་ཐོག་མར་གསར་འཛུགས་བྱེད་སྐབས་སྒྲིག་བཀོད་བྱེད། ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ཁྱད་ཆོས་ཡིག་ཆ་དེ་རང་ནང་དུ་གནས་ཡོད། དེ་དག་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་དང་གཅིག་པ་མིན། དེ་དག་ནི་སྤྱོད་མཁན་གྱིས་ངེས་ཚིག་བཀོད་པ་དང་གནས་སྡུད་གཞི་གྲངས་ནང་གནས་ཡོད།

source: No file metadata available.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་མེད།

source: File metadata drivers for: %s
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་འཕྲུལ་ཆས། %s

source: This could mean that the file metadata detection has not completed or that the driver does not support any metadata field for the file type of this document.
bo: འདིས་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་བརྟག་དཔྱད་མཇུག་སྒྲིལ་མེད་པའམ་ཡང་ན་ཡིག་ཆ་འདིའི་ཡིག་ཆའི་རིགས་ལ་སྒུལ་གཏོང་གིས་མེ་ཊ་ཌེ་ཊ་ས་ཁོངས་གང་རུང་ལ་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད་པ་སྟོན་གྱི་ཡོད།

source: No file metadata available for this driver.
bo: སྒུལ་གཏོང་འདི་ལ་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་མེད།

source: File metadata attributes for: %(document_file)s with driver: %(driver)s
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ཁྱད་ཆོས།: %(document_file)s དང་སྒུལ་གཏོང་: %(driver)s

source: %(count)d documents files submitted to the file metadata queue.
bo: %(count)d ཡིག་ཆའི་ཡིག་ཆ་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་བང་རིམ་ལ་ཕུལ་ཡོད།

source: %(count)d document file submitted to the file metadata queue.
bo: %(count)d ཡིག་ཆའི་ཡིག་ཆ་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་བང་རིམ་ལ་ཕུལ་ཡོད།

source: Submit the selected document file to the file metadata queue?
bo: བདམས་པའི་ཡིག་ཆའི་ཡིག་ཆ་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་བང་རིམ་ལ་འབུལ་དགོས་སམ།

source: Edit file metadata driver "%(file_metadata_driver)s" settings for document type: %(document_type)s
bo: ཡིག་ཆའི་རིགས་ལ་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་ &quot; %(file_metadata_driver)s %(document_type)s སྒྲིག་སྟངས་རྩོམ་སྒྲིག་བྱེད།

source: File metadata drivers extract embedded information from document files.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་འཕྲུལ་ཆས་ཀྱིས་ཡིག་ཆའི་ཡིག་ཆ་ནས་བཙུགས་པའི་གནས་ཚུལ་འདོན་ཐུབ།

source: No file metadata drivers available for this document type.
bo: ཡིག་ཆའི་རིགས་འདི་ལ་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་མེད།

source: File metadata driver configuration for document type "%s".
bo: ཡིག་ཆའི་རིགས་ &quot; %s &quot; ཡི་ཡིག་ཆའི་མཐོ་རིམ་གནས་སྡུད་སྒུལ་གཏོང་སྒྲིག་བཀོད།

source: Submit all documents of a type for file metadata processing.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ལས་སྣོན་ཆེད་དུ་རིགས་གཅིག་གི་ཡིག་ཆ་ཚང་མ་འབུལ་དགོས།

source: %(count)d documents added to the file metadata processing queue.
bo: %(count)d ཡིག་ཆ་ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་ལས་སྣོན་བང་རིམ་ལ་ཁ་སྣོན་བྱས།

source: File metadata drivers extract embedded information from document files. File metadata drivers are configure in code only.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་འཕྲུལ་ཆས་ཀྱིས་ཡིག་ཆའི་ཡིག་ཆ་ནས་བཙུགས་པའི་གནས་ཚུལ་འདོན་ཐུབ། ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་འཕྲུལ་ཆས་དེ་ཚོ་གསང་ཚིག་ནང་ལ་སྒྲིག་བཀོད་བྱེད་ཀྱི་ཡོད།

source: No file metadata drivers available.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་མཁན་མེད།

source: File metadata drivers enabled and detected.
bo: ཡིག་ཆའི་མེ་ཊ་ཌེ་ཊ་སྒུལ་གཏོང་འཕྲུལ་ཆས་ལྕོགས་ཅན་བཟོས་པ་དང་ཤེས་རྟོགས་བྱུང་ཡོད།

source: The template string to be evaluated. Leave empty to use the driver's value passed via settings. Default value: %s.
bo: དཔྱད་ཞིབ་བྱེད་དགོས་པའི་དཔེ་སྒྲོམ་ཡིག་རྒྱུན། སྒྲིག་སྟངས་བརྒྱུད་ནས་སྤྲད་པའི་ཁ་ལོ་བའི་རིན་ཐང་བེད་སྤྱོད་བྱེད་པར་སྟོང་པར་བཞག སྔོན་སྒྲིག་རིན་ཐང་། %s །
