Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/appearance_bootstrap/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Appearance (Bootstrap)
bo: མཐོང་སྣང་། (འགོ་འཛུགས།)

source: Lato font
bo: Lato ཡིག་གཟུགས།

source: Insufficient permission
bo: ཆོག་མཆན་མི་འདང་བ།

source: You don't have enough permissions for this operation.
bo: ཁྱེད་ལ་བཀོལ་སྤྱོད་འདིའི་ཆོག་མཆན་འདང་ངེས་ཤིག་མེད།

source: Page not found
bo: ཤོག་ངོས་མ་རྙེད།

source: The requested page could not be found.
bo: རེ་འདུན་ཞུས་པའི་ཤོག་ངོས་དེ་རྙེད་མ་སོང་།

source: Possible reasons
bo: འབྱུང་སྲིད་པའི་རྒྱུ་རྐྱེན།

source: The location of the item is incorrect.
bo: རྣམ་གྲངས་ཀྱི་གནས་ཡུལ་མི་འགྲིག་པ།

source: The location is correct, but the item no longer exists.
bo: གནས་ཡུལ་དེ་བདེན་པ་རེད། འོན་ཀྱང་རྣམ་གྲངས་དེ་ད་ལྟ་མེད་པ་རེད།

source: The location is be correct, but your account does not have the required permission to access it.
bo: གནས་ཡུལ་དེ་བདེན་པ་རེད། འོན་ཀྱང་ཁྱེད་ཀྱི་ཁ་བྱང་ལ་དེ་ལ་འཛུལ་སྤྱོད་བྱེད་པའི་ཆོག་མཆན་མེད།

source: Server error
bo: ཞབས་ཞུའི་ནོར་འཁྲུལ།

source: There's been an unexpected error.
bo: བསམ་ཡུལ་ལས་འདས་པའི་ནོར་འཁྲུལ་ཞིག་བྱུང་སོང་།

source: What to do next?
bo: རྗེས་མ་ག་རེ་བྱེད་དགོས་སམ།

source: Refresh the page.
bo: ཤོག་ངོས་གསར་པ་བཟོས།

source: Wait a bit. The system might be overloaded.
bo: ཅུང་སྒུག་རོགས། མ་ལག་དེ་ལྗིད་ཚད་ལས་བརྒལ་ཡོད་སྲིད།

source: Contact your system administrator.
bo: ཁྱེད་རང་གི་མ་ལག་དོ་དམ་པ་ལ་འབྲེལ་བ་བྱོས།

source: Check the logs for messages with the tags "ERROR", "CRITICAL" or "FATAL".
bo: དྲན་ཐོའི་ནང་ལ་&quot;ERROR&quot;, &quot;CRITICAL&quot; ཡང་ན་ &quot;FATAL&quot; ཞེས་པའི་བརྡ་འཕྲིན་ཡོད་པའི་བརྡ་འཕྲིན་ལ་ཞིབ་བཤེར་བྱེད་དགོས།

source: Open a ticket using the <a href="%(issue_url)s">issue tracker</a>.
bo: <a href="%(issue_url)s">གནད་དོན་རྗེས་འདེད་བྱེད་ཆས་</a> བཀོལ་ནས་ལག་ཁྱེར་ཁ་ཕྱེ།

source: About
bo: ཉེ་སྐོར་དུ

source: Version
bo: པར་གཞི

source: Build number: %(project_build_number)s
bo: བཟོ་སྐྲུན་ཨང་གྲངས།: %(project_build_number)s

source: Released under the license:
bo: ཆོག་མཆན་འོག་གློད་གྲོལ་བཏང་བ་ནི།

source: To get the latest news subscribe to the <a class="new_window" href="%(link_mailing_list_url)s"> Mailing list</a>.
bo: གསར་འགྱུར་གསར་ཤོས་ཐོབ་ཆེད་ <a class="new_window" href="%(link_mailing_list_url)s">ཡིག་ཟམ་ཐོ་གཞུང་</a> ལ་མངགས་ཉོ་བྱོས།

source: For articles, tutorials, troubleshooting, subscribe to the <a class="new_window" href="%(link_knowledge_base_url)s"> Knowledge base</a>.
bo: རྩོམ་ཡིག་དང་། སློབ་ཁྲིད། དཀའ་ངལ་སེལ་ཐབས། <a class="new_window" href="%(link_knowledge_base_url)s">ཤེས་བྱའི་གཞི་གྲངས་</a> ལ་མངགས་ཉོ་བྱོས།

source: Need professional help? Check out the <a class="new_window" href="%(link_support_url)s"> Support</a> offerings.
bo: ཆེད་ལས་རོགས་རམ་དགོས་སམ། <a class="new_window" href="%(link_support_url)s">རྒྱབ་སྐྱོར་གྱི་</a> མཆོད་འབུལ་ལ་ལྟོས།

source: For discussions visit the <a class="new_window" href="%(link_forum_url)s">Community forum</a>.
bo: གྲོས་བསྡུར་ཆེད་དུ་ <a class="new_window" href="%(link_forum_url)s">སྤྱི་ཚོགས་ཀྱི་གླེང་སྟེགས་</a> ལ་གཟིགས་རོགས།

source: The complete list of changes is available via the <a class="new_window" href="%(link_release_notes_url)s">Release notes</a>.
bo: བསྒྱུར་བཅོས་ཀྱི་ཐོ་གཞུང་ཆ་ཚང་འགྲེམ་ <a class="new_window" href="%(link_release_notes_url)s">སྤེལ་གྱི་དྲན་ཐོ་</a> བརྒྱུད་ནས་ཐོབ་ཐུབ།

source: For questions check the <a class="new_window" href="%(link_documentation_url)s">Documentation</a>.
bo: དྲི་བ་ཡོད་ན་ <a class="new_window" href="%(link_documentation_url)s">ཡིག་ཆ་</a> ལ་ལྟོས།

source: If you found a bug or have a feature idea open a ticket in the <a class="new_window" href="%(link_source_code_url)s">Source code repository</a>.
bo: གལ་ཏེ་ཁྱེད་ལ་ནོར་འཁྲུལ་ཞིག་རྙེད་པའམ་ཡང་ན་ཁྱད་ཆོས་ཀྱི་བསམ་ཚུལ་ཡོད་ན། <a class="new_window" href="%(link_source_code_url)s">འབྱུང་ཁུངས་ཨང་གྲངས་མཛོད་ཁང་</a> ནང་ལ་ལག་ཁྱེར་ཁ་ཕྱེ།

source: %(project_title)s is Free and Open Source software, which is provided as-is with no warranty.
bo: %(project_title)s ནི་རིན་མེད་དང་ཁ་ཕྱེ་བའི་ཐོན་ཁུངས་མཉེན་ཆས་ཤིག་ཡིན།

source: Are you sure?
bo: ཁྱོད་རང་ངེས་པ་ཡིན་ནམ།

source: Yes
bo: ཡིན

source: No
bo: མིན

source: Do not ask me again.
bo: ཡང་བསྐྱར་ང་ལ་མ་འདྲི་རོགས།

source: Getting started
bo: འགོ་འཛུགས་བྱེད་བཞིན་པ།

source: Before you can fully use Mayan EDMS you need the following:
bo: ཁྱོད་ཀྱིས་ Mayan EDMS ཆ་ཚང་བེད་སྤྱོད་མ་གཏོང་གོང་ལ་གཤམ་གསལ་དགོས།

source: Toggle navigation
bo: འགྲིམ་འགྲུལ་བསྒྱུར།

source: required
bo: ངེས་སྦྱོང་

source: Save
bo: སྐྱོབ་པ

source: Submit
bo: སྤྲོད་པ

source: Cancel
bo: འདོར་བ

source: Views
bo: ལྟ་ཚུལ།

source: Total (%(start)s - %(end)s out of %(total)s) (Page %(page_number)s of %(total_pages)s)
bo: བསྡོམས་འབོར། ( %(start)s - %(end)s ནང་ནས་ %(total)s ) (ཤོག་ངོས་ %(page_number)s %(total_pages)s )

source: Total: %(total)s
bo: བསྡོམས་འབོར %(total)s

source: No results
bo: གྲུབ་འབྲས་མ་ཐོན་པ།

source: Previous page
bo: ཤོག་ངོས་སྔོན་མ།

source: Next page
bo: ཤོག་ངོས་རྗེས་མ།

source: Page
bo: ཤོག་ངོས།

source: Jump to page
bo: ཤོག་ངོས16ལ་མཆོངས།

source: Identifier
bo: ངོས་འཛིན།

source: Actions
bo: བྱ་སྤྱོད།

source: Select/Deselect all
bo: ཚང་མ་འདེམས/འདེམས།

source: Select items to activate bulk actions. Use Shift + click to select many.
bo: བྱ་སྤྱོད་མང་པོ་ཤུགས་སྣོན་གཏོང་བའི་རྣམ་གྲངས་འདེམས། མང་པོ་འདེམས་པར་ Shift + སྣུན་དགོས།

source: Bulk actions
bo: བྱ་སྤྱོད་མང་པོ།

source: Object
bo: བྱ་བའི་ཡུལ

source: Open main menu
bo: དཀར་ཆག་གཙོ་བོ་ཁ་ཕྱེ།

source: Close
bo: ཁ་རྒྱབ།

source: Server communication error
bo: ཞབས་ཞུའི་འབྲེལ་མཐུད་ནོར་འཁྲུལ།

source: Check you network connection and try again in a few moments.
bo: ཁྱེད་རང་གི་དྲ་རྒྱའི་མཐུད་ཁུངས་ལ་ཞིབ་བཤེར་བྱས་ནས་སྐར་མ་འགའ་ཤས་ནང་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།

source: Toggle list display mode
bo: རེའུ་མིག་གསལ་སྟོན་ཐབས་ལམ་བརྗེ་སྒྱུར།

source: Sort by column
bo: ཐིག་ཕྲེང་ལྟར་དབྱེ་བ།

source: --- Clear ---
bo: --- དྭངས་མ ---

source: (ascending)
bo: (ཡར་འཛེགས་པ།)

source: (descending)
bo: (མར་འབབ་པ།)
