Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/source_sane_scanners/locale/*/LC_MESSAGES/django.po
Languages: bo

source: SANE scanners
bo: SANE པར་ཆས།

source: Utility provided by the SANE package. Used to control the scanner and obtained the scanned document image.
bo: SANEཐུམ་སྒྲིལ་གྱིས་མཁོ་སྤྲོད་བྱས་པའི་བེད་སྤྱོད། པར་ལེན་འཕྲུལ་ཆས་ལ་ཚོད་འཛིན་བྱེད་པར་བེད་སྤྱོད་བྱས་ནས་པར་ལེན་བྱས་པའི་ཡིག་ཆའི་པར་རིས་ཐོབ་ཡོད།

source: SANE Scanner
bo: SANE པར་བཤེར་འཕྲུལ་ཆས།

source: Device name as returned by the SANE backend.
bo: SANE རྒྱབ་ཕྱོགས་ཀྱིས་སླར་ལོག་བྱས་པའི་ཐབས་འཕྲུལ་གྱི་མིང་།

source: Device name
bo: ཡོ་བྱད་ཀྱི་མིང་།

source: YAML formatted arguments to pass to the `scanimage` command. The arguments will change depending on the device. Execute `scanimage --help --device-name=DEVICE` for the list of supported arguments.
bo: `scanimage` བརྡ་བཀོད་ལ་སྤྲོད་པའི་སྒྲུབ་བྱེད་YAML རྩ་སྒྲིག་བྱས། ཐབས་འཕྲུལ་ལ་གཞིགས་ནས་རྩོད་གླེང་འགྱུར་བ་འགྲོ་གི་རེད། རྒྱབ་སྐྱོར་བྱེད་པའི་སྒྲུབ་བྱེད་ཀྱི་ཐོ་གཞུང་ཆེད་དུ་`scanimage --help --device-name=DEVICE` ལག་བསྟར་བྱེད།

source: Arguments
bo: རྩོད་པ།

source: SANE client
bo: SANE མཁོ་སྤྲོད་པ།

source: Document properties
bo: ཡིག་ཆའི་རྒྱུ་དངོས།

source: Scan
bo: པར་བཤུད།
