Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: ar, bo

source: Sources
ar: المصادر
bo: ཡོང་ཁུངས།

source: Create a document source
ar: إنشاء مصدر للوثيقة
bo: ཡིག་ཆའི་འབྱུང་ཁུངས་གསར་བཟོ་བྱེད་པ།

source: Document sources are the way in which new documents are feed to Mayan EDMS, create at least a web form source to be able to upload documents from a browser.
ar: مصادر الوثائق هي الطريقة التي يتم بها تغذية الوثائق الجديدة إلى ، وإنشاء مصدر نموذج حتى تتمكن من تحميل الوثائق بسهولة
bo: ཡིག་ཆའི་འབྱུང་ཁུངས་ནི་ཡིག་ཆ་གསར་པ་ Mayan EDMSལ་སྤྲོད་པའི་ཐབས་ལམ་དེ་ཡིན།

source: Return the value of a specific source metadata for the document's latest file.
ar: إرجاع قيمة بيانات وصفية محددة للمصدر لملف الوثيقة الأحدث.
bo: ཡིག་ཆའི་ཡིག་ཚགས་གསར་ཤོས་ཀྱི་བྱེ་བྲག་གི་འབྱུང་ཁུངས་མེ་ཊ་གཞི་གྲངས་ཀྱི་རིན་ཐང་ཕྱིར་ལོག་བྱེད།

source: Source metadata value of
ar: قيمة بيانات المصدر الوصفية لـ
bo: འབྱུང་ཁུངས་ཀྱི་མེ་ཊ་ཌེ་ཊ་རིན་ཐང་།

source: Return the value of a specific source metadata.
ar: إرجاع قيمة بيانات وصفية محددة للمصدر.
bo: དམིགས་བསལ་གྱི་འབྱུང་ཁུངས་མེ་ཊ་ཌེ་ཊའི་རིན་ཐང་ཕྱིར་ལོག་བྱེད།

source: Type
ar: النوع
bo: རིགས

source: Source created
ar: تم إنشاء المصدر
bo: ཡོང་ཁུངས་གསར་བཟོ།

source: Source edited
ar: تم تعديل المصدر
bo: ཡོང་ཁུངས་སྒྲིག་འཇུག་བྱས་ཚད།

source: An optional comment to explain the upload.
ar: إضافة شرح على الوثيقة التي تم تحميلها
bo: ཡར་བསྐུར་འགྲེལ་བཤད་བྱེད་པའི་འདམ་ཀའི་མཆན་འགྲེལ།

source: Comment
ar: الشرح
bo: མཆན་འགྲེལ།

source: Action
ar: إجراء
bo: བྱ་སྤྱོད

source: The action to take in regards to the pages of the new file being uploaded.
ar: الإجراء المتخذ بشأن صفحات الملف الجديد الذي يتم تحميله.
bo: ཡིག་ཆ་གསར་པ་ཡར་བསྐུར་བཞིན་པའི་ཤོག་ངོས་ལ་གཞིགས་ནས་བྱ་སྤྱོད་སྤེལ་དགོས།

source: The backend used to create the new source.
ar: نظام الخلفية المستخدم لإنشاء المصدر الجديد.
bo: ཐོན་ཁུངས་གསར་པ་བཟོ་བར་སྤྱོད་པའི་རྒྱབ་ཕྱོགས་ཡིན།

source: Backend
ar: في الخفاء
bo: རྒྱབ་ལྗོངས།

source: File
ar: ملف
bo: ཡིག་ཆ་།

source: New document
ar: وثيقة جديدة
bo: ཡིག་ཆ་གསར་པ།

source: Upload new file
ar: رفع ملف جديد
bo: ཡིག་ཆ་གསར་པ་ཡར་བསྐུར།

source: Source metadata
ar: بيانات المصدر الوصفية
bo: འབྱུང་ཁུངས་མེ་ཊ་ཌེ་ཊ།

source: Create source
ar: إنشاء مصدر
bo: འབྱུང་ཁུངས་གསར་བཟོ།

source: Delete
ar: حذف
bo: བསུབ་པ།

source: Edit
ar: تعديل
bo: བཅོས་པ།

source: Test
ar: اختبار
bo: ཚོད་ལྟ

source: Document file
ar: ملف المستند
bo: ཡིག་ཆའི་ཡིག་ཆ།

source: Name of the source metadata entry.
ar: اسم إدخال بيانات المصدر الوصفية.
bo: འབྱུང་ཁུངས་མེ་ཊ་ཌེ་ཊ་ཐོ་འགོད་ཀྱི་མིང་།

source: Key
ar: مفتاح
bo: ལྡེ་མིག

source: The actual value stored in the source metadata for the document file.
ar: القيمة الفعلية المخزنة في بيانات المصدر الوصفية لملف المستند.
bo: ཡིག་ཆའི་ཡིག་ཆའི་འབྱུང་ཁུངས་མེ་ཊ་གྲངས་ཐོའི་ནང་གསོག་འཇོག་བྱས་པའི་དངོས་ཡོད་རིན་ཐང་།

source: Value
ar: قيمة
bo: རིན་ཐང

source: Document file source metadata
ar: بيانات المصدر الوصفية لملف المستند
bo: ཡིག་ཆའི་ཡིག་ཆའི་འབྱུང་ཁུངས་མེ་ཊ་གཞི་གྲངས།

source: A short text to describe this source.
ar: الوصف المختصر للوثيقة
bo: འབྱུང་ཁུངས་འདི་འགྲེལ་བརྗོད་བྱེད་པའི་ཚིག་ཐུང་ཞིག

source: Label
ar: العنوان
bo: ལག་ཁྱེར་།

source: Enabled
ar: مفعل
bo: བེད་སྤྱོད་ཆོག་པ།

source: Source
ar: مصدر
bo: འབྱུང་ཁུངས་།

source: Sources setup
ar: إعداد المصادر
bo: ཐོན་ཁུངས་སྒྲིག་བཀོད།

source: View document file source metadata
ar: عرض بيانات المصدر الوصفية لملف المستند
bo: ཡིག་ཆའི་ཡིག་ཆའི་འབྱུང་ཁུངས་མེ་ཊ་གཞི་གྲངས་ལ་ལྟ་བ།

source: Create new document sources
ar: أنشاء أنواع وثائق جديدة
bo: ཡིག་ཆའི་འབྱུང་ཁུངས་གསར་པ་གསར་སྐྲུན་བྱེད་པ།

source: Delete document sources
ar: حذف مصادر الوثائق
bo: ཡིག་ཆའི་འབྱུང་ཁུངས་སུབ་པ།

source: Edit document sources
ar: تحرير مصادر الوثائق
bo: ཡིག་ཆའི་འབྱུང་ཁུངས་རྩོམ་སྒྲིག་བྱེད་པ།

source: View existing document sources
ar: عرض مصادر الوثائق الحالية
bo: ད་ཡོད་ཡིག་ཆའི་འབྱུང་ཁུངས་ལ་ལྟ་བ།

source: Sources periodic
ar: مصادر دورية
bo: འབྱུང་ཁུངས།

source: Handle source backend action background task
ar: معالجة مهمة خلفية لإجراء نظام مصدر الخلفية
bo: འབྱུང་ཁུངས་རྒྱབ་ཕྱོགས་ཀྱི་བྱ་སྤྱོད་རྒྱབ་ལྗོངས་ལས་འགན་འཛིན་པ།

source: Check interval source
ar: تحقق من مصدر الفاصل
bo: བར་མཚམས་ཀྱི་འབྱུང་ཁུངས་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: Source metadata key
bo: འབྱུང་ཁུངས་མེ་ཊ་ཌེ་ཊ་ལྡེ་མིག

source: Source metadata value
bo: འབྱུང་ཁུངས་མེ་ཊ་གྲངས་ཐོའི་རིན་ཐང་།

source: Default
ar: القيمة الإفتراضية
bo: སྔོན་གཤིས།

source: Has default?
ar: هل يحتوي على إعداد افتراضي؟
bo: སྔོན་སྒྲིག་ཡོད་དམ།

source: Help text
ar: نص المساعدة
bo: རོགས་རམ་ཡི་གེ།

source: Name
ar: اسم
bo: མིང

source: Required
ar: متطلب
bo: ངེས་སྦྱོང

source: Arguments
ar: المحددات
bo: རྩོད་པ།

source: Accept files
ar: قبول الملفات
bo: ཡིག་ཆ་དང་ལེན་བྱེད་པ།

source: Optional arguments for the action. Must be JSON formatted.
ar: وسائط اختيارية للإجراء. يجب أن تكون بصيغة JSON.
bo: བྱ་བའི་གདམ་ཀའི་སྒྲུབ་བྱེད། ངེས་པར་དུ་JSONརྩ་སྒྲིག་བྱེད་དགོས།

source: Confirmation
ar: تأكيد
bo: བདེན་དཔང་།

source: Execute URL
ar: رابط التنفيذ
bo: URL ལག་བསྟར།

source: Interfaces
ar: واجهات
bo: ངོས་འདྲ་བ།

source: name
bo: མིང་

source: Permission
ar: الإذن
bo: ཆོག་མཆན

source: Binary content for the new file.
ar: المحتوى الثنائي للملف الجديد.
bo: ཡིག་ཆ་གསར་པའི་དྭང་གཟུགས་ཀྱི་ནང་དོན།

source: Actions URL
ar: عنوان URL للإجراءات
bo: བྱ་བའི་URL

source: Arguments to use when creating source backends.
ar: وسائط استخدام عند إنشاء خلفيات المصادر
bo: འབྱུང་ཁུངས་རྒྱབ་ཕྱོགས་གསར་བཟོ་བྱེད་སྐབས་བེད་སྤྱོད་གཏོང་བའི་རྩོད་གླེང་།

source: The threshold at which the SOURCES_CACHE_STORAGE_BACKEND will start deleting the oldest source cache files. Specify the size in bytes.
bo: SOURCES_CACHE_STORAGE_BACKEND གིས་འབྱུང་ཁུངས་མཛོད་ཡིག་ཆ་རྙིང་ཤོས་བསུབས་འགོ་ཚུགས་པའི་ཚད་གཞི། ཚད་དེ་བཱའིཊི་ནང་གསལ་བཀོད་འབད།

source: Path to the Storage subclass used to store cached source image files.
ar: مسار الفئة الفرعية للتخزين المستخدمة لتخزين ملفات صور المصدر المؤقتة
bo: འདྲ་མཛོད་ཀྱི་འབྱུང་ཁུངས་པར་རིས་ཡིག་ཆ་གསོག་འཇོག་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་གསོག་འཇོག་སྡེ་ཚན་ཆུང་བ་ལ་འགྲོ་ལམ།

source: Arguments to pass to the SOURCES_SOURCE_CACHE_STORAGE_BACKEND.
ar: وسائط تمرير لنظام التخزين المؤقت للمصادر
bo: འབྱུང་ཁུངས་_འབྱུང་ཁུངས་_མཛོད་ཁང་_དངོས་ཟོག་_རྒྱབ་ལྗོངས་ལ་སྤྲོད་པའི་སྒྲུབ་བྱེད།

source: Forms containing the upload data generated by the upload views.
ar: نماذج تحتوي على بيانات الرفع المولدة بواسطة واجهات الرفع
bo: ཡར་བསྐུར་མཐོང་སྣང་གིས་བསྐྲུན་པའི་ཡར་བསྐུར་གྲངས་ཐོ་ཡོད་པའི་འབྲི་ཤོག་།

source: Document to which a new file will be uploaded to.
ar: المستند الذي سيتم رفع الملف الجديد إليه
bo: ཡིག་ཆ་གསར་པ་ཞིག་སྐྱེལ་འདྲེན་བྱེད་སའི་ཡིག་ཆ།

source: When enabled, a document stub is created immediately and returned. The document file is processed asynchronously. When disabled, the entire process happens asynchronously with no returned data. Enabling immediate mode, disables compressed file processing.
ar: عند التمكين، يتم إنشاء مسودة مستند فوراً وإرجاعها. يتم معالجة ملف المستند بشكل غير متزامن. عند التعطيل، تتم العملية كاملة بشكل غير متزامن دون إرجاع بيانات. تمكين الوضع الفوري يعطل معالجة الملفات المضغوطة.
bo: ལྕོགས་ཅན་བཟོས་ན་ཡིག་ཆའི་སྡེར་མ་དེ་འཕྲལ་མར་གསར་འཛུགས་བྱས་ནས་ཕྱིར་ལོག་བྱེད། ཡིག་ཆའི་ཡིག་ཆ་དེ་དུས་མཉམ་མིན་པར་ལས་སྣོན་བྱེད་ཀྱི་ཡོད། ལྕོགས་མིན་བཟོས་པའི་སྐབས་བྱ་རིམ་ཆ་ཚང་དུས་མཉམ་མིན་པར་འབྱུང་བ་དང་། ཕྱིར་ལོག་བྱེད་པའི་གནས་ཚུལ་མེད། འཕྲལ་མར་ཐབས་ལམ་ལྕོགས་ཅན་བཟོས་ན་བསྡམས་པའི་ཡིག་ཆའི་ལས་སྣོན་ལྕོགས་མིན་བཟོས།

source: ID of the document to which a new file will be uploaded to.
ar: معرف المستند الذي سيتم رفع الملف الجديد إليه
bo: ཡིག་ཆ་གསར་པ་ཞིག་སྐྱེལ་འདྲེན་བྱེད་སའི་ཡིག་ཆའི་ID

source: ID of the document type.
ar: معرف نوع المستند
bo: ཡིག་ཆའི་རིགས་ཀྱི་ID།

source: User that will feature as the actor in the events.
ar: المستخدم الذي سيظهر كفاعل في الأحداث
bo: བྱ་འགུལ་ཁྲོད་འཁྲབ་སྟོན་པ་ལྟར་མངོན་པའི་སྤྱོད་མཁན།

source: ID of the user that will feature as the actor in the events.
ar: معرف المستخدم الذي سيظهر كفاعل في الأحداث
bo: བྱ་འགུལ་ཁྲོད་ཀྱི་འཁྲབ་སྟོན་པ་ལྟར་མངོན་པའི་སྤྱོད་མཁན་གྱི་ཨང་རྟགས།

source: General
ar: عامُّ
bo: སྤྱིར་བཏང་གི

source: Null backend
ar: خلفية فارغة
bo: རྒྱབ་ཕྱོགས་སྟོང་པ།

source: Regular expression used to select which files to upload.
ar: تعبير نمطي يستخدم لاختيار الملفات المطلوب رفعها
bo: ཡིག་ཆ་གང་ཞིག་ཡར་བསྐུར་དགོས་མིན་འདེམས་པར་བེད་སྤྱོད་བྱེད་པའི་རྒྱུན་གཏན་གྱི་བརྡ་སྟོན།

source: Include regular expression
ar: تعبير النمط المشمول
bo: རྒྱུན་ལྡན་བརྗོད་པ་ཚུད་པ།

source: Regular expression used to exclude which files to upload.
ar: تعبير نمطي يستخدم لاستثناء الملفات من الرفع
bo: ཡིག་ཆ་གང་ཞིག་ཡར་བསྐུར་དགོས་མིན་ཕྱིར་འཐེན་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་རྒྱུན་གཏན་གྱི་བརྡ་སྟོན།

source: Exclude regular expression
ar: تعبير النمط المستثنى
bo: རྒྱུན་ལྡན་བརྗོད་པ་ཕུད།

source: Content selection
ar: اختيار المحتوى
bo: ནང་དོན་འདེམས་སྒྲུག།

source: Unable to initialize the staging folder file image storage. Check the settings {} and {} for formatting errors.
ar: غير قادر على تهيئة تخزين صورة ملف المجلد المرحلي. تحقق من إعدادات {} و {} لأخطاء التنسيق.
bo: རིམ་པ་སྣོད་ཡིག་ཡིག་ཆའི་པར་རིས་གསོག་འཇོག་འགོ་འཛུགས་བྱེད་མི་ཐུབ། སྒྲིག་སྟངས་ {} དང་ {} ལ་རྩ་སྒྲིག་ནོར་འཁྲུལ་ཡོད་མེད་ཞིབ་བཤེར་བྱེད།

source: Sources cache
bo: ཐོན་ཁུངས་མཛོད་ཁང་།

source: Python file like object.
ar: كائن ملف بايثون
bo: པའི་ཐོན་ཡིག་ཆ་དངོས་པོ་ལྟ་བུ།

source: ID of the shared uploaded file to be processed.
ar: معرف الملف المشترك المرفوع للمعالجة
bo: མཉམ་སྤྱོད་བྱས་པའི་ཡར་བསྐུར་ཡིག་ཆའི་ID ལས་སྣོན་བྱེད་དགོས།

source: There are no enabled sources that support this operation. Create a new one or enable and existing one.
ar: لا توجد مصادر مفعلة تدعم هذه العملية. أنشئ مصدراً جديداً أو فعّل مصدراً موجوداً.
bo: བཀོལ་སྤྱོད་འདི་ལ་རྒྱབ་སྐྱོར་བྱེད་པའི་ལྕོགས་ཅན་གྱི་ཐོན་ཁུངས་མེད། གསར་པ་ཞིག་གསར་འཛུགས་བྱེད་པའམ་ཡང་ན་ལྕོགས་ཅན་དང་ད་ཡོད་ཅིག་བཟོས།

source: This means that the sources system did not record any information about the creation of the document file.
ar: هذا يعني أن نظام المصادر لم يسجل أي معلومات عن إنشاء ملف المستند.
bo: དེའི་དོན་ནི་ཐོན་ཁུངས་མ་ལག་གིས་ཡིག་ཆའི་ཡིག་ཆ་གསར་བཟོ་བྱེད་པའི་གནས་ཚུལ་གང་ཡང་ཐོ་འགོད་བྱས་མེད་པ་རེད།

source: No source metadata available for this document file.
ar: لا تتوفر بيانات وصفية للمصدر عن ملف المستند هذا
bo: ཡིག་ཆའི་ཡིག་ཆ་འདི་ལ་འབྱུང་ཁུངས་ཀྱི་མེ་ཊ་ཌེ་ཊ་མེད།

source: Source metadata for: %(document_file)s
ar: بيانات التعريف المصدرية لـ: %(document_file)s
bo: འབྱུང་ཁུངས་མེ་ཊ་ཌེ་ཊ།: %(document_file)s

source: Unable to upload new files for document "%(document)s". %(exception)s
ar: غير قادر على رفع ملفات جديدة للمستند "%(document)s". %(exception)s
bo: ཡིག་ཆ་ &quot; %(document)s &quot; ཡི་ཡིག་ཆ་གསར་པ་ཕབ་ལེན་བྱེད་མི་ཐུབ། %(exception)s

source: Error executing document file upload task; %(exception)s
ar: خطأ في تنفيذ مهمة رفع ملف المستند؛ %(exception)s
bo: ཡིག་ཆའི་ཡིག་ཆ་ཡར་བསྐུར་བའི་ལས་འགན་ལག་བསྟར་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ། %(exception)s

source: New document file queued for upload and will be available shortly.
ar: تمت جدولة رفع ملف مستند جديد وسيكون متاحًا قريبًا.
bo: ཡིག་ཆ་གསར་པ་ཡར་བསྐུར་ཆེད་དུ་བང་སྒྲིག་ཡོད་པ་དང་། མགྱོགས་པོ་ཐོབ་ཐུབ།

source: Upload a new file for document "%(document)s" from source: %(source)s
ar: رفع ملف جديد للمستند "%(document)s" من المصدر: %(source)s
bo: ཡིག་ཆ &quot; %(document)s &quot; ལ་ཡིག་ཆ་གསར་པ་ཞིག་ཐོན་ཁུངས་ནས་ཕབ་ལེན་བྱེད %(source)s

source: Submit
ar: اعتماد
bo: སྤྲོད་པ

source: Error processing source document upload; %(exception)s
ar: خطأ في معالجة رفع المستند من المصدر؛ %(exception)s
bo: ཐོན་ཁུངས་ཡིག་ཆ་ཡར་བསྐུར་བའི་ལས་སྣོན་ནོར་འཁྲུལ། %(exception)s

source: New document queued for upload and will be available shortly.
ar: إصدار جديد في قائمة الانتظار من الوثيقة قيد التحميل وسيكون متاحًا قريبًا
bo: ཡིག་ཆ་གསར་པ་ཡར་བསྐུར་ཆེད་དུ་བང་སྒྲིག་ཡོད་པ་དང་། མགྱོགས་པོ་ཐོབ་ཐུབ།

source: Upload a document of type "%(document_type)s" from source: %(source)s
ar: قم بتحميل مستند من نوع &quot;%(document_type)s&quot; من المصدر: %(source)s
bo: ཐོན་ཁུངས་ནས་ &quot; %(document_type)s &quot; ཡི་ཡིག་ཆ་ཞིག་ཕབ་ལེན་བྱེད %(source)s

source: Unable to execute action; %s.
ar: غير قادر على تنفيذ الإجراء؛ %s.
bo: བྱ་སྤྱོད་ལག་བསྟར་བྱེད་མི་ཐུབ། %s །

source: Error processing source action; %(exception)s
ar: حدث خطأ أثناء معالجة الإجراء المصدر؛ %(exception)s
bo: ནོར་འཁྲུལ་གྱི་ལས་སྣོན་འབྱུང་ཁུངས་བྱ་སྤྱོད། %(exception)s

source: Source action executed successfully.
ar: تم تنفيذ إجراء المصدر بنجاح.
bo: འབྱུང་ཁུངས་བྱ་སྤྱོད་ལེགས་འགྲུབ་བྱུང་ཡོད།

source: New source backend selection
ar: اختيار خلفية مصدر جديدة
bo: ཐོན་ཁུངས་གསར་པའི་རྒྱབ་ཕྱོགས་འདེམས་སྒྲུག།

source: Create a "%s" source
ar: إنشاء مصدر "%s"
bo: &quot; %s &quot; ཐོན་ཁུངས་གསར་འཛུགས་བྱས།

source: Delete the source: %s?
ar: حذف المصدر: %s؟
bo: འབྱུང་ཁུངས་སུབ་དགོས། %s ?

source: Edit source: %s
ar: تحرير المصدر: %s
bo: རྩོམ་སྒྲིག་ཡོང་ཁུངས།: %s

source: Sources provide the means to upload documents. Some sources are interactive and require user input to operate. Others are automatic and run in the background without user intervention.
ar: توفر المصادر وسائل لرفع المستندات. بعض المصادر تفاعلية وتتطلب إدخال مستخدم للعمل، بينما أخرى تلقائية تعمل في الخلفية دون تدخل المستخدم.
bo: ཐོན་ཁུངས་ཀྱིས་ཡིག་ཆ་ཡར་བསྐུར་བའི་ཐབས་ལམ་མཁོ་སྤྲོད་བྱེད། ཐོན་ཁུངས་ཁ་ཤས་ཕན་ཚུན་འབྲེལ་འདྲིས་བྱེད་ཐུབ་པ་དང་བཀོལ་སྤྱོད་བྱེད་པར་བཀོལ་སྤྱོད་པའི་ནང་འཇུག་དགོས། གཞན་རྣམས་རང་འགུལ་ཡིན་པ་དང་སྤྱོད་མཁན་གྱིས་ཐེ་གཏོགས་མེད་པར་རྒྱབ་ལྗོངས་སུ་གཡོག་བཞིན་ཡོད།

source: No sources available
ar: لا توجد مصادر متاحة
bo: ཁུངས་ལུང་མེད་པ།

source: The selected action "%s" does not require confirmation and cannot be tested.
ar: الإجراء المحدد "%s" لا يتطلب تأكيداً ولا يمكن اختباره.
bo: འདེམས་སྒྲུག་བྱས་པའི་བྱ་སྤྱོད་ &quot; %s &quot; ལ་གཏན་འཁེལ་དགོས་མཁོ་མེད་པས་ཚོད་ལྟ་བྱེད་མི་ཐུབ།

source: This will execute the source code even if the source is not enabled. Sources that delete content after downloading will not do so while being tested. Check the source's error log for information during testing. A successful test will clear the error log.
ar: سيقوم هذا بتنفيذ كود المصدر حتى لو لم يكن مفعلاً. المصادر التي تحذف المحتوى بعد التحميل لن تفعل ذلك أثناء الاختبار. راجع سجل أخطاء المصدر لمعلومات أثناء الاختبار. الاختبار الناجح سيحذف سجل الأخطاء.
bo: འདིས་འབྱུང་ཁུངས་ལྕོགས་ཅན་མ་བྱས་ཀྱང་འབྱུང་ཁུངས་ཨང་རྟགས་ལག་བསྟར་བྱེད། ཕབ་ལེན་བྱས་རྗེས་ནང་དོན་བསུབས་པའི་ཐོན་ཁུངས་ཚོས་ཚོད་ལྟ་བྱེད་སྐབས་དེ་ལྟར་བྱེད་ཀྱི་མེད། ཚོད་ལྟ་བྱེད་སྐབས་ཐོན་ཁུངས་ཀྱི་ནོར་འཁྲུལ་དྲན་ཐོ་ལ་ཞིབ་བཤེར་བྱེད་དགོས། མཐར་ཕྱིན་པའི་ཚོད་ལྟ་ཞིག་གིས་ནོར་འཁྲུལ་གྱི་དྲན་ཐོ་བསལ་ཐུབ།

source: Trigger check for source "%s"?
ar: التحقق من تشغيل المصدر &quot;%s&quot;؟
bo: འབྱུང་ཁུངས་ &quot; %s &quot; ལ་འབྱུང་ཁུངས་ཞིབ་བཤེར་བྱེད་དགོས་སམ།

source: Source test queued. Check for newly created documents or for error log entries.
ar: تم إدراج اختبار المصدر في قائمة الانتظار. ابحث عن مستندات جديدة أو إدخالات في سجل الأخطاء.
bo: ཐོན་ཁུངས་ཚོད་ལྟ་བང་སྒྲིག་ཡོད། ཡིག་ཆ་གསར་དུ་བཟོས་པའམ་ཡང་ན་ནོར་འཁྲུལ་གྱི་དྲན་ཐོའི་ཐོ་འགོད་ལ་ཞིབ་བཤེར་བྱེད།

source: Select document type
ar: نوع الوثيقة
bo: ཡིག་ཆའི་རིགས་འདེམས།

source: No interactive document sources have been defined or none have been enabled, create one before proceeding.
ar: لم يتم تحديد أية مصادر تفاعلية للمستندات أو لم يتم تمكين أي منها ، قم بإنشاء واحدة قبل المتابعة.
bo: འབྲེལ་མཐུད་ཡིག་ཆའི་འབྱུང་ཁུངས་གང་ཡང་ངེས་ཚིག་བཀོད་མེད་པའམ་ཡང་ན་གཅིག་ཀྱང་ལྕོགས་ཅན་བཟོས་མེད་པས་མུ་མཐུད་མ་སྤེལ་གོང་དུ་གཅིག་གསར་འཛུགས་བྱོས།

source: Step %(step)d of %(total_steps)d: %(step_label)s
ar: الخطوة %(step)d من %(total_steps)d: %(step_label)s
bo: གོམ་པ་ %(step)d ཡི་ %(total_steps)d : %(step_label)s

source: Document upload wizard
ar: تحميل الوثيقة
bo: ཡིག་ཆ་ཡར་བསྐུར་མཛུབ་སྟོན།

source: First
ar: الأول
bo: ཐོག་མ

source: Previous
bo: སྔོན་ཆད་ཀྱི

source: Next
bo: རྗེས་མ

source: Staging folder files
ar: ملفات مجلد التدريج
