Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/permissions/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Permissions
bo: ཆོག་མཆན།

source: Group count
bo: སྡེ་ཚན་གྱི་གྲངས།

source: Insufficient permission.
bo: ཆོག་མཆན་མི་འདང་བ།

source: Total roles
bo: ལས་འགན་བསྡོམས་འབོར།

source: Role created
bo: འགན་འཁྲི་གསར་སྐྲུན་བྱས།

source: Role edited
bo: འགན་འཁྲི་རྩོམ་སྒྲིག།

source: Roles
bo: འགན་འཁྲི།

source: Create new role
bo: འགན་འཁྲི་གསར་པ་གཏོད་པ།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Groups
bo: སྡེ་ཚན།

source: Role permissions
bo: འགན་འཁྲིའི་ཆོག་མཆན།

source: Permission count
bo: ཆོག་མཆན་གྱི་གྲངས།

source: Unknown or obsolete permission: %s
bo: མ་ཤེས་པའམ་ཡང་ན་སྲོལ་རྙིང་གི་ཆོག་མཆན། %s

source: Unknown or obsolete permission namespace: %s
bo: མ་ཤེས་པའམ་ཡང་ན་སྲོལ་རྙིང་གི་ཆོག་མཆན་མིང་གནས་: %s

source: A short text describing the role.
bo: འཁྲབ་སྟོན་འགྲེལ་བརྗོད་བྱེད་པའི་ཡིག་ཆ་ཐུང་ངུ་ཞིག

source: Label
bo: ལག་ཁྱེར་།

source: Role
bo: འཁྲབ་ཚན

source: Namespace
bo: མིང་བར་སྟོང་།

source: Name
bo: མིང

source: Permission
bo: ཆོག་མཆན

source: Create roles
bo: འགན་འཁྲི་གསར་སྐྲུན་བྱེད་པ།

source: Delete roles
bo: འགན་འཁུར་བསུབས་པ།

source: Edit roles
bo: འགན་འཁྲི་རྩོམ་སྒྲིག་བྱེད་པ།

source: View roles
bo: འགན་འཁྲི་ལྟ་བ།

source: Group name
bo: སྡེ་ཚན་གྱི་མིང་།

source: Primary key
bo: གཙོ་བོའི་ལྡེ་མིག

source: Primary key of the group to add to the role.
bo: འགན་འཁྲི་ལ་ཁ་སྣོན་བྱེད་པའི་སྡེ་ཚན་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: Group ID
bo: སྡེ་ཚན་ཨང་རྟགས།

source: Primary key of the group to remove from the role.
bo: འགན་འཁུར་ནས་ཕྱིར་འཐེན་བྱེད་པའི་སྡེ་ཚན་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: Primary key of the permission to add to the role.
bo: འགན་འཁྲི་ལ་ཁ་སྣོན་བྱེད་པའི་ཆོག་མཆན་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: Permission ID
bo: ཆོག་མཆན་ཨང་རྟགས།

source: Primary key of the permission to remove from the role.
bo: འགན་འཁུར་ནས་ཕྱིར་འཐེན་བྱེད་པའི་ཆོག་མཆན་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: Groups URL
bo: སྡེ་ཚན་གྱི་ཁ་བྱང་།

source: Groups add URL
bo: སྡེ་ཚན་གྱིས་URLཁ་སྣོན་བྱེད།

source: Groups remove URL
bo: སྡེ་ཚན་གྱིས་URLམེད་པར་བཟོས།

source: Permissions URL
bo: ཆོག་མཆན་URL

source: Permissions add URL
bo: ཆོག་མཆན་URLཁ་སྣོན།

source: Permissions remove URL
bo: ཆོག་མཆན་གྱིས་URLམེད་པར་བཟོས།

source: Group roles
bo: སྡེ་ཚན་གྱི་འགན་འཁྲི།

source: Available roles
bo: ལས་འགན་ཡོད་པ།

source: Roles of group: %s
bo: སྡེ་ཚན་གྱི་འགན་འཁྲི། %s

source: Error deleting role "%(instance)s"; %(exception)s
bo: ལས་འགན་བསུབས་པའི་ནོར་འཁྲུལ་ &quot; %(instance)s &quot;; %(exception)s

source: %(count)d roles deleted successfully.
bo: %(count)d ལས་འགན་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Role "%(object)s" deleted successfully.
bo: འགན་འཁྲི་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d role deleted successfully.
bo: %(count)d ལས་འགན་དེ་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete role: %(object)s.
bo: འགན་འཁུར་བསུབ། %(object)s །

source: Delete the %(count)d selected role.
bo: འདེམས་སྒྲུག་བྱས་པའི་ལས་འགན་དེ་ %(count)d བསུབས་དགོས།

source: Delete the %(count)d selected roles.
bo: འདེམས་སྒྲུག་བྱས་པའི་ལས་འགན་དེ་ %(count)d བསུབས་དགོས།

source: Roles are authorization units. They contain user groups which inherit the role permissions for the entire system. Roles can also part of access controls lists. Access controls list are permissions granted to a role for specific objects which its group members inherit.
bo: འགན་འཁྲི་ནི་དབང་ཆ་སྤྲོད་པའི་སྡེ་ཚན་ཡིན། དེ་དག་ལ་མ་ལག་ཆ་ཚང་གི་ལས་འགན་གྱི་ཆོག་མཆན་ཤུལ་འཛིན་བྱེད་པའི་སྤྱོད་མཁན་གྱི་སྡེ་ཚན་ཡོད། འགན་འཁྲི་དེ་ཡང་འཛུལ་སྤྱོད་ཚོད་འཛིན་ཐོ་གཞུང་གི་ཆ་ཤས་ཤིག་ཡིན། འཛུལ་སྤྱོད་ཚོད་འཛིན་ཐོ་གཞུང་ནི་དེའི་སྡེ་ཚན་གྱི་ཚོགས་མི་ཚོས་ཤུལ་འཛིན་བྱེད་པའི་དངོས་པོ་དམིགས་བསལ་གྱི་ལས་འགན་ལ་སྤྲད་པའི་ཆོག་མཆན་ཡིན།

source: There are no roles
bo: འཁྲབ་འགན་མེད།

source: Role groups
bo: འགན་འཁྲིའི་སྡེ་ཚན།

source: Available groups
bo: ཐོབ་པའི་སྡེ་ཚན།

source: Add groups to be part of a role. They will inherit the role's permissions and access controls.
bo: ལས་འགན་གྱི་ཆ་ཤས་ཤིག་ཡིན་པའི་སྡེ་ཚན་ཁ་སྣོན་བྱེད། ཁོང་ཚོས་འཁྲབ་སྟོན་གྱི་ཆོག་མཆན་དང་འཛུལ་སྤྱོད་ཚོད་འཛིན་ཤུལ་འཛིན་བྱེད།

source: Groups of role: %s
bo: འགན་འཁྲིའི་སྡེ་ཚན %s

source: Granted permissions
bo: ཆོག་མཆན་སྤྲད་པ།

source: Available permissions
bo: ཆོག་མཆན་ཡོད་པ།

source: Permissions granted here will apply to the entire system and all objects.
bo: འདིར་སྤྲད་པའི་ཆོག་མཆན་དེ་མ་ལག་ཆ་ཚང་དང་དངོས་པོ་ཚང་མར་འཇུག་ཐུབ།

source: Permissions for role: %s
bo: འགན་འཁུར་གྱི་ %s

source: Details of permission: %s
bo: ཆོག་མཆན་གྱི་ཞིབ་ཕྲ།: %s
