Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/storage/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Storage
bo: ཉར་ཚགས།

source: Unable to initialize storage: %(name)s. Check the storage backend dotted path and arguments.
bo: གསོག་འཇོག་འགོ་འཛུགས་བྱེད་མི་ཐུབ། %(name)s . དོས་ཁང་གི་རྒྱབ་ཕྱོགས་ཀྱི་ཚག་ཅན་གྱི་འགྲོ་ལམ་དང་སྒྲུབ་བྱེད་ལ་ཞིབ་བཤེར་བྱེད།

source: Download files
bo: ཡིག་ཆ་ཕབ་ལེན།

source: Download file created
bo: ཕབ་ལེན་ཡིག་ཆ་བཟོས་ཟིན།

source: Download file deleted
bo: ཕབ་ལེན་ཡིག་ཆ་བསུབ་ཟིན།

source: Download file downloaded
bo: ཕབ་ལེན་ཡིག་ཆ་ཕབ་ལེན་བྱས་ཟིན།

source: Delete
bo: བསུབ་པ།

source: Download
bo: ཕབ་ལེན

source: Name of the app to process.
bo: ལས་སྣོན་བྱེད་པའི་མཉེན་ཆས་ཀྱི་མིང་།

source: Path of the database (.dbm) file that will be created/read to keep track of items processed.
bo: གཞི་གྲངས་མཛོད་ཀྱི་(.dbm)ཡིག་ཆའི་འགྲོ་ལམ་དེ་བཟོ་བཅོས་བྱས་པའི་རྣམ་གྲངས་ལ་ལྟ་རྟོག་བྱེད་པར་གསར་འཛུགས་བྱེད་པའམ་ཀློག་རྒྱུ་ཡིན།

source: Process a specific model.
bo: དཔེ་གཞི་དམིགས་བསལ་ཞིག་ལ་ལས་སྣོན་བྱས།

source: Process the files in reverse to undo the storage pipeline transformations.
bo: དོས་ཁང་གི་མདོང་ལམ་གྱི་བསྒྱུར་བཅོས་ཕྱིར་འཐེན་བྱེད་པར་ཡིག་ཆ་དེ་དག་ཕྱིར་ལོག་ནས་ལས་སྣོན་བྱེད།

source: Name of the storage to process.
bo: ལས་སྣོན་བྱེད་པའི་གསོག་འཇོག་གི་མིང་།

source: Filename
bo: ཡིག་ཆའི་མིང་།

source: Date time
bo: ཚེས་གྲངས་དུས་ཚོད།

source: Unnamed file
bo: མིང་མེད་པའི་ཡིག་ཆ།

source: Size
bo: ཆེ་ཆུང་།

source: User
bo: བེད་སྤྱོད་པ་།

source: File
bo: ཡིག་ཆ་།

source: Label
bo: ལག་ཁྱེར་།

source: Download file
bo: ཡིག་ཆ་ཕབ་ལེན།

source: Shared uploaded file
bo: མཉམ་སྤྱོད་བྱས་པའི་ཡིག་ཆ།

source: Shared uploaded files
bo: མཉམ་སྤྱོད་བྱས་པའི་ཡིག་ཆ།

source: Delete user files
bo: སྤྱོད་མཁན་གྱི་ཡིག་ཆ་སུབ་པ།

source: Download user files
bo: སྤྱོད་མཁན་གྱི་ཡིག་ཆ་ཕབ་ལེན་བྱེད་པ།

source: View user files
bo: སྤྱོད་མཁན་གྱི་ཡིག་ཆ་ལྟ་བ།

source: Storage periodic
bo: གསོག་འཇོག་དུས་མཚམས་ཅན།

source: Delete a shared upload
bo: མཉམ་སྤྱོད་ཀྱི་ཕབ་ལེན་ཞིག་སུབ་པ།

source: Delete stale uploads
bo: ཡར་བསྐུར་རྙིང་པ་སུབ་པ།

source: Delete stale download files
bo: ཕབ་ལེན་ཡིག་ཆ་རྙིང་པ་སུབ་པ།

source: Download URL
bo: ཕབ་ལེན་བྱེད་པའི་ URL །

source: Time in seconds, after which download files will be deleted.
bo: དུས་ཚོད་སྐར་ཆའི་ནང་། དེ་རྗེས་ཕབ་ལེན་ཡིག་ཆ་རྣམས་སུབ་འགྲོ་གི་རེད།

source: A storage backend that all workers can use to generate and hold files for download.
bo: ལས་བྱེད་ཚང་མས་ཕབ་ལེན་བྱེད་པའི་ཆེད་དུ་ཡིག་ཆ་བཟོ་སྐྲུན་དང་འཛིན་པར་བེད་སྤྱོད་གཏོང་ཐུབ་པའི་གསོག་འཇོག་རྒྱབ་ལྗོངས་ཤིག

source: A storage backend that all workers can use to share files.
bo: ལས་བྱེད་ཚང་མས་ཡིག་ཆ་མཉམ་སྤྱོད་བྱེད་པར་བེད་སྤྱོད་གཏོང་ཐུབ་པའི་གསོག་འཇོག་རྒྱབ་ལྗོངས་ཤིག་རེད།

source: Temporary directory used site wide to store thumbnails, previews and temporary files.
bo: གནས་སྐབས་ཀྱི་སྣོད་ཐོ་དེ་དྲ་ཚིགས་ཡོངས་སུ་མཐེབ་གཞོང་དང་སྔོན་ལྟ་དང་གནས་སྐབས་ཀྱི་ཡིག་ཆ་གསོག་འཇོག་བྱེད་པར་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད།

source: Time in seconds, after which temporary uploaded files will be deleted.
bo: དུས་ཚོད་སྐར་ཆའི་ནང་། དེ་རྗེས་གནས་སྐབས་ཡར་བསྐུར་བའི་ཡིག་ཆ་རྣམས་སུབ་འགྲོ་གི་རེད།

source: Unable to initialize the download file storage. Check the settings {} and {} for formatting errors.
bo: ཕབ་ལེན་ཡིག་ཆ་གསོག་འཇོག་འགོ་འཛུགས་བྱེད་མི་ཐུབ། སྒྲིག་སྟངས་ {} དང་ {} ལ་རྩ་སྒྲིག་ནོར་འཁྲུལ་ཡོད་མེད་ཞིབ་བཤེར་བྱེད།

source: Unable to initialize the shared uploaded file storage. Check the settings {} and {} for formatting errors.
bo: མཉམ་སྤྱོད་བྱས་པའི་ཡིག་ཆའི་གསོག་འཇོག་འགོ་འཛུགས་མི་ཐུབ། སྒྲིག་སྟངས་ {} དང་ {} ལ་རྩ་སྒྲིག་ནོར་འཁྲུལ་ཡོད་མེད་ཞིབ་བཤེར་བྱེད།

source: Download files are created as a results of a an external process like an export. Download files are retained over a span of time and then removed automatically.
bo: ཕབ་ལེན་ཡིག་ཆ་དེ་ཚོ་ཕྱིར་གཏོང་ལྟ་བུའི་ཕྱི་ཕྱོགས་ཀྱི་བྱ་རིམ་གྱི་གྲུབ་འབྲས་ལྟར་བཟོས་ཡོད། ཕབ་ལེན་ཡིག་ཆ་རྣམས་དུས་ཡུན་རིང་པོའི་རིང་ལ་ཉར་ཚགས་བྱས་རྗེས་རང་འགུལ་གྱིས་མེད་པར་བཟོ་གི་ཡོད།

source: There are no files to download.
bo: ཕབ་ལེན་བྱེད་སའི་ཡིག་ཆ་གང་ཡང་མེད།

source: Downloads
bo: ཕབ་ལེན།
