Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/source_compressed/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Source compressed
bo: འབྱུང་ཁུངས་བསྡུ་རུབ་བྱས།

source: Controls whether or not the uploaded file will be uncompressed and processed and individual files.
bo: ཡར་བསྐུར་བྱས་པའི་ཡིག་ཆ་དེ་བསྡམས་མེད་དང་ལས་སྣོན་བྱེད་མིན་དང་ཡིག་ཆ་རེ་རེ་ལ་ཚོད་འཛིན་བྱེད།

source: Always
bo: རྒྱུན་དུ

source: Never
bo: གཏན་ནས

source: Ask user
bo: སྤྱོད་མཁན་ལ་དྲིས།

source: Uncompress
bo: གནོན་ཤུགས་མེད་པར་བཟོས།

source: Whether to expand or not compressed archives.
bo: བསྡམས་པའི་ཡིག་ཚགས་རྒྱ་བསྐྱེད་གཏོང་དགོས་མིན་དང་།

source: Decompression
bo: གནོན་ཤུགས་ཆུང་དུ་གཏོང་བ།

source: Expand compressed files
bo: བསྡམས་པའི་ཡིག་ཆ་རྒྱ་བསྐྱེད།

source: Upload a compressed file's contained files as individual documents.
bo: བསྡམས་སྒྲིག་བྱས་པའི་ཡིག་ཆའི་ནང་དུ་ཡོད་པའི་ཡིག་ཆ་རྣམས་ཡིག་ཆ་རེ་རེ་བཞིན་ཡར་བསྐུར་དགོས།
