Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/document_comments/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Document comments
bo: ཡིག་ཆའི་བསམ་འཆར།

source: Document comment created
bo: ཡིག་ཆའི་མཆན་བཀོད་པ།

source: Document comment deleted
bo: ཡིག་ཆའི་མཆན་སུབ་པ།

source: Document comment edited
bo: ཡིག་ཆའི་མཆན་འགྲེལ་རྩོམ་སྒྲིག་བྱས།

source: Add comment
bo: མཆན་འགོད་པ།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Comments
bo: བསམ་ཚུལ།

source: User
bo: བེད་སྤྱོད་པ་།

source: Document
bo: ཡིག་ཆ།

source: Text
bo: ཡིག་གཞི

source: Date time submitted
bo: ཚེས་གྲངས་དུས་ཚོད།

source: Comment
bo: མཆན་འགྲེལ།

source: Create new comments
bo: མཆན་བུ་གསར་པ་བཟོས།

source: Delete comments
bo: མཆན་བུ་སུབ་པ།

source: Edit comments
bo: མཆན་འགྲེལ་རྩོམ་སྒྲིག་བྱེད་པ།

source: View comments
bo: མཆན་ལ་གཟིགས།

source: Add comment to document: %s
bo: ཡིག་ཆ་ལ་མཆན་ཁ་སྣོན་པ། %s

source: Delete comment: %s?
bo: མཆན་འགྲེལ %s

source: Details for comment: %s?
bo: མཆན་འགྲེལ་གྱི་ཞིབ་ %s །

source: Edit comment: %s?
bo: རྩོམ་སྒྲིག་ %s །

source: Document comments are timestamped text entries from users. They are great for collaboration.
bo: ཡིག་ཆའི་མཆན་འགྲེལ་ནི་སྤྱོད་མཁན་གྱིས་དུས་ཚོད་མཚོན་རྟགས་བཀོད་པའི་ཡིག་ཆའི་ཐོ་འགོད་ཡིན། ཁོང་ཚོ་མཉམ་ལས་བྱེད་པར་ཧ་ཅང་བཟང་།

source: There are no comments
bo: བསམ་ཚུལ་གང་ཡང་མེད།

source: Comments for document: %s
bo: ཡིག་ཆའི་མཆན་འགྲེལ། %s
