Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: bo

source: None
bo: གང་ཡང་མེད།

source: Document types
bo: ཡིག་ཆའི་རིགས་།

source: Document indexing
bo: ཡིག་ཆའི་དཀར་ཆག་བཟོ་བ།

source: Level
bo: ཆུ་ཚད

source: Depth
bo: ཞེང་ཚད

source: Total nodes
bo: སྤྱིའི་སྦྲེལ་མཐུད།

source: Total documents
bo: ཡིག་ཆ་ཁྱོན་འབོར།

source: Number of unique documents this item contains.
bo: རྣམ་གྲངས་འདིའི་ནང་དུ་ཡོད་པའི་ཐུན་མོང་མ་ཡིན་པའི་ཡིག་ཆའི་གྲངས་འབོར།

source: Nodes
bo: མཐུད་ཁ།

source: Documents
bo: ཡིག་ཆ།

source: Index template created
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ་གསར་བཟོ།

source: Index template edited
bo: དཀར་ཆག་དཔེ་སྒྲོམ་རྩོམ་སྒྲིག་བྱས།

source: Namespace
bo: མིང་གི་བར་སྟོང་།

source: Label
bo: ལག་ཁྱེར་།

source: Enabled
bo: བེད་སྤྱོད་ཆོག་པ།

source: Index templates to be queued for rebuilding.
bo: བསྐྱར་བཟོ་ཆེད་དུ་ཟུར་ཐོའི་དཔེ་སྒྲོམ་བང་སྒྲིག་དགོས།

source: Index templates
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ།

source: Template
bo: དཔེ་སྒྲོམ།

source: Creation date
bo: གསར་སྐྲུན་དུས་ཚོད།

source: Indexes
bo: ཟུར་ཐོ།

source: Rebuild index
bo: དཀར་ཆག་བསྐྱར་བཟོ།

source: Deletes and creates from scratch all the document indexes.
bo: ཡིག་ཆའི་དཀར་ཆག་ཚང་མ་བསུབས་ནས་འགོ་ནས་གསར་འཛུགས་བྱེད།

source: Rebuild indexes
bo: དཀར་ཆག་བསྐྱར་བཟོ།

source: Reset indexes
bo: དཀར་ཆག་སླར་སྒྲིག་བྱེད་པ།

source: Create index
bo: དཀར་ཆག་གསར་བཟོ།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Triggers
bo: འབྱུང་ཁུངས།

source: Tree template
bo: ཤིང་སྡོང་དཔེ་རིས།

source: New child node
bo: བྱིས་པའི་སྦྲེལ་མཐུད་གསར་པ།

source: No
bo: མིན

source: Yes
bo: ཡིན

source: Error indexing document: %(document)s; expression: %(expression)s; %(exception)s
bo: ཡིག་ཆ་དཀར་ཆག་བཟོ་བའི་ནོར་འཁྲུལ།: %(document)s ; བརྡ་སྟོན།: %(expression)s ; %(exception)s

source: Total number of nodes with unique values this item contains.
bo: རྣམ་གྲངས་འདིའི་ནང་དུ་ཐུན་མོང་མ་ཡིན་པའི་རིན་ཐང་ཡོད་པའི་མཐུད་ཁའི་བསྡོམས་འབོར།

source: Total number of unique documents this item contains.
bo: རྣམ་གྲངས་འདིའི་ནང་དུ་ཡོད་པའི་ཐུན་མོང་མ་ཡིན་པའི་ཡིག་ཆའི་བསྡོམས་འབོར།

source: Total number of node levels this item contains.
bo: རྣམ་གྲངས་འདིའི་ནང་དུ་ཡོད་པའི་མཐུད་ཁའི་གནས་རིམ་གྱི་བསྡོམས་འབོར།

source: The path to the index including all ancestors.
bo: ཕ་མེས་ཚང་མ་ཚུད་པའི་དཀར་ཆག་ལ་འགྲོ་བའི་ལམ།

source: Full path
bo: ལམ་ཕྱོགས་ཆ་ཚང་།

source: Index instance
bo: ཟུར་ཐོའི་དཔེ་མཚོན།

source: Index instances
bo: ཟུར་ཐོའི་དཔེ་མཚོན།

source: Index template node
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ་གྱི་མཛུབ་གནོན།

source: Value
bo: རིན་ཐང

source: Index instance node
bo: དཀར་ཆག་དཔེ་མཚོན་གྱི་མཛུབ་གནོན།

source: Indexes instances node
bo: ཟུར་ཐོའི་དཔེ་མཚོན་གྱི་མཐུད་ཁ།

source: Document index node instance
bo: ཡིག་ཆའི་དཀར་ཆག་སྦྲེལ་མཐུད་ཀྱི་དཔེ་མཚོན།

source: Document indexes node instances
bo: ཡིག་ཆའི་ཟུར་ཐོའི་མཐུད་ཁའི་དཔེ་མཚོན།

source: Index instance nodes
bo: དཀར་ཆག་དཔེ་མཚོན་གྱི་མཐུད་ཁ།

source: Short description of this index.
bo: དཀར་ཆག་འདིའི་འགྲེལ་བཤད་ཐུང་ངུ།

source: This value will be used by other apps to reference this index.
bo: རིན་ཐང་འདི་མཉེན་ཆས་གཞན་གྱིས་ཟུར་ཐོ་འདི་ལ་གཞི་གྲངས་བྱེད་པར་བེད་སྤྱོད་གཏོང་གི་རེད།

source: Slug
bo: སྦུལ།

source: Causes this index to be visible and updated when document data changes.
bo: ཡིག་ཆའི་གྲངས་ཐོ་བསྒྱུར་བཅོས་བྱེད་སྐབས་ཟུར་ཐོ་འདི་མཐོང་ཐུབ་པ་དང་དུས་མཐུན་བཟོ་བར་བྱེད།

source: Index template
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ།

source: Event type
bo: བྱུང་རིམ་རིགས།

source: Index template event trigger
bo: དཀར་ཆག་དཔེ་སྒྲོམ་བྱུང་རིམ་འབྱུང་ཁུངས།

source: Index template event triggers
bo: དཀར་ཆག་དཔེ་སྒྲོམ་གྱི་བྱུང་རིམ་འབྱུང་ཁུངས།

source: Parent index template node of this node.
bo: མཐུད་ཁ་འདིའི་ཕ་མའི་ཟུར་ཐོའི་དཔེ་སྒྲོམ་མཐུད་ཁ།

source: Index
bo: ཟུར་ཐོ།

source: Enter a template to render. Use Django's default templating language.
bo: བརྙན་ཕབ་བྱེད་པའི་ཊེམ་པེལེཊི་ཞིག་བླུགས། ཌི་ཇང་གོའི་སྔོན་སྒྲིག་དཔེ་སྒྲོམ་སྐད་ཡིག་བེད་སྤྱོད་བྱེད།

source: Indexing expression
bo: དཀར་ཆག་མཚོན་ཚུལ།

source: Causes this node to be visible and updated when document data changes.
bo: ཡིག་ཆའི་གྲངས་ཐོ་བསྒྱུར་བཅོས་བྱུང་སྐབས་མཐུད་མཚམས་འདི་མཐོང་ཐུབ་པ་དང་དུས་མཐུན་བཟོ་བར་བྱེད།

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
bo: གདམ་ཁ་འདི་ལ་ཞིབ་བཤེར་བྱས་ནས་མཐུད་ཁ་འདི་ཡིག་ཆའི་ཆེད་དུ་སྣོད་ཆས་ལྟར་ལས་ཀ་བྱེད་པ་ལས་མཐུད་ཁ་གཞན་པའི་ཆེད་དུ་ཕ་མ་ལྟར་མིན།

source: Link documents
bo: ཡིག་ཆ་སྦྲེལ་མཐུད།

source: Index template nodes
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ་གྱི་མཐུད་ཁ།

source: Root
bo: རྩ་བ

source: Indexing
bo: དཀར་ཆག་བཟོ་བ།

source: View index instances
bo: ཟུར་ཐོའི་དཔེ་མཚོན་ལྟ་བ།

source: Create new index templates
bo: དཀར་ཆག་དཔེ་སྒྲོམ་གསར་པ་གསར་བཟོ།

source: Edit index templates
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ་རྩོམ་སྒྲིག་བྱེད།

source: Delete index templates
bo: དཀར་ཆག་དཔེ་སྒྲོམ་སུབ་པ།

source: View index templates
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ་ལ་ལྟ་བ།

source: Rebuild index templates
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ་བསྐྱར་བཟོ།

source: Indexing slow
bo: དཀར་ཆག་བཟོ་བ་དལ་བ།

source: Remove document
bo: ཡིག་ཆ་མེད་པར་བཟོ་བ།

source: Index document
bo: དཀར་ཆག་ཡིག་ཆ།

source: Document type
bo: ཡིག་ཆའི་རིགས།

source: Document MIME type
bo: ཡིག་ཆའི་MIMEརིགས།

source: Document label
bo: ཡིག་ཆའི་ལག་ཁྱེར་།

source: Document description
bo: ཡིག་ཆའི་བཀོད་པ།

source: Document UUID
bo: ཡིག་ཆའི་ UUID །

source: Document checksum
bo: ཡིག་ཆའི་ཞིབ་བཤེར།

source: Node count
bo: མཐུད་ཁའི་གྲངས།

source: Nodes URL
bo: མཐུད་ཁའི་URL

source: Children URL
bo: བྱིས་པའི་URL

source: Documents URL
bo: ཡིག་ཆའི་ཁ་བྱང་།

source: Index URL
bo: དཀར་ཆག་URL

source: Parent URL
bo: ཕ་མའི་URL

source: Children
bo: བྱིས་པ་ཚོ

source: Parent
bo: ཕ་མ།

source: URL of the API endpoint showing the list document types associated with this index template.
bo: དཀར་ཆག་ཚད་གཞི་འདི་དང་འབྲེལ་བའི་ཐོ་གཞུང་ཡིག་ཆའི་རིགས་སྟོན་པའི་APIམཐའ་མཚམས་ཀྱི་URL།

source: Document types URL
bo: ཡིག་ཆའི་རིགས་URL།

source: URL of the API endpoint to add document types to this index template.
bo: དཀར་ཆག་ཊེམ་པེལེཊི་འདི་ལ་ཡིག་ཆའི་རིགས་ཁ་སྣོན་བྱེད་པའི་APIམཐའ་མཚམས་ཀྱི་URL།

source: Document types add URL
bo: ཡིག་ཆའི་རིགས་URLཁ་སྣོན་བྱེད།

source: URL of the API endpoint to remove document types from this index template.
bo: དཀར་ཆག་ཊེམ་པེལེཊི་འདི་ནས་ཡིག་ཆའི་རིགས་མེད་པར་བཟོ་བའི་APIམཐའ་མཚམས་ཀྱི་URL།

source: Document types remove URL
bo: ཡིག་ཆའི་རིགས་ཀྱིས་URLམེད་པར་བཟོས།

source: Index template root node ID
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ་གྱི་རྩ་བའི་མཐུད་ཁའི་ID

source: Rebuild URL
bo: URLབསྐྱར་བཟོ།

source: Reset URL
bo: URLབསྐྱར་སྒྲིག་བྱེད་པ།

source: Primary key of the document type to add to the index template.
bo: དཀར་ཆག་དཔེ་སྒྲོམ་ལ་ཁ་སྣོན་བྱེད་པའི་ཡིག་ཆའི་རིགས་ཀྱི་ལྡེ་མིག་གཙོ་བོ།

source: Document type ID
bo: ཡིག་ཆའི་རིགས་ཀྱི་ཨང་རྟགས།

source: Primary key of the document type to remove from the index template.
bo: དཀར་ཆག་ཊེམ་པེལེཊི་ནས་མེད་པར་བཟོ་བའི་ཡིག་ཆའི་རིགས་ཀྱི་གཞི་རྩའི་ལྡེ་མིག

source: This could mean that no index templates have been created or that there are index templates but they are no properly defined.
bo: འདིས་ཟུར་ཐོའི་ཊེམ་པེལེཊི་གང་ཡང་གསར་བཟོ་བྱས་མེད་པའམ་ཡང་ན་ཟུར་ཐོའི་ཊེམ་པེལེཊི་ཡོད་ཀྱང་དེ་དག་ལེགས་པར་ངེས་ཚིག་བཀོད་མེད་པ་སྟོན་གྱི་ཡོད།

source: There are no index instances available.
bo: དཀར་ཆག་གནས་ཚུལ་མེད་པ་རེད།

source: Navigation: %s
bo: %s

source: Contents for index: %s
bo: དཀར་ཆག་གི་ནང་དོན %s

source: Assign the document type of this document to an index to have it appear in instances of those indexes organization units.
bo: ཡིག་ཆ་འདིའི་ཡིག་ཆའི་རིགས་དེ་དཀར་ཆག་ལ་འགན་སྤྲོད་བྱས་ནས་དཀར་ཆག་སྒྲིག་འཛུགས་ཀྱི་ཆ་ཤས་དེ་དག་གི་གནས་ཚུལ་ནང་མཐོང་ཐུབ།

source: This document is not in any index
bo: ཡིག་ཆ་འདི་དཀར་ཆག་གང་རུང་ནང་མེད།

source: Indexes nodes containing document: %s
bo: ཡིག་ཆ་ཡོད་པའི་ཟུར་ཐོའི་མཐུད་ཁ། %s

source: Available indexes
bo: ཐོབ་པའི་ཟུར་ཐོ།

source: Indexes linked
bo: དཀར་ཆག་འབྲེལ་མཐུད་བྱས་ཡོད།

source: Documents of this type will appear in the indexes linked when these are updated. Events of the documents of this type will trigger updates in the linked indexes.
bo: ཡིག་ཆ་འདི་རིགས་གསར་བརྗེ་བྱེད་སྐབས་འབྲེལ་མཐུད་བྱས་པའི་དཀར་ཆག་ནང་མངོན་ཐུབ། ཡིག་ཆའི་རིགས་འདིའི་བྱུང་རིམ་གྱིས་འབྲེལ་མཐུད་བྱས་པའི་དཀར་ཆག་ནང་དུས་མཐུན་བཟོས་པ་རེད།

source: Indexes linked to document type: %s
bo: ཡིག་ཆའི་རིགས་ལ་འབྲེལ་མཐུད་བྱས་པའི་ཟུར་ཐོ། %s

source: Indexes group document automatically into levels. Indexes are defined using template whose markers are replaced with direct properties of documents like label or description, or that of extended properties like metadata.
bo: སྡེ་ཚན་ཡིག་ཆ་རང་འགུལ་གྱིས་རིམ་པ་ལ་དཀར་ཆག་བཟོས། ཟུར་ཐོ་ཚུ་ ཊེམ་པེལེཊི་བཀོལ་སྤྱོད་འབད་དེ་ ངེས་ཚིག་བཀོད་ཡོདཔ་ད་ དེའི་རྟགས་མཚན་ཚུ་ ཡིག་ཆའི་ཐད་ཀའི་རྒྱུ་དངོས་ དཔེར་ན་ མིང་བྱང་ཡང་ན་ འགྲེལ་བཤད་ ཡང་ན་ མེ་ཊ་ཌེ་ཊ་ ལྟ་བུའི་རྒྱ་བསྐྱེད་རྒྱུ་དངོས་དང་བརྗེ་སོར་འབདཝ་ཨིན།

source: There are no index templates.
bo: དཀར་ཆག་དཔེ་སྒྲོམ་མེད།

source: Delete the index: %s?
bo: དཀར་ཆག་བསུབས་ %s །

source: Available document types
bo: ཡོད་པའི་ཡིག་ཆའི་རིགས།

source: Document types linked
bo: ཡིག་ཆའི་རིགས་འབྲེལ་མཐུད་བྱས་པ།

source: Only the documents of the types selected will be shown in the index when built. Only the events of the documents of the types select will trigger updates in the index.
bo: འདེམས་སྒྲུག་བྱས་པའི་རིགས་ཀྱི་ཡིག་ཆ་ཁོ་ན་བཟོ་སྐྲུན་བྱེད་སྐབས་དཀར་ཆག་ནང་སྟོན་རྒྱུ་རེད། འདེམས་སྒྲུག་བྱས་པའི་རིགས་ཀྱི་ཡིག་ཆའི་བྱུང་རིམ་ཁོ་ན་དཀར་ཆག་ནང་དུས་མཐུན་བཟོ་བར་བྱེད།

source: Document types linked to index: %s
bo: ཡིག་ཆའི་རིགས %s དཀར་ཆག་ལ་འབྲེལ་མཐུད་བྱས་ཡོད།

source: Edit index: %s
bo: རྩོམ་སྒྲིག་ཟུར་ཐོ།: %s

source: Error updating index template event trigger; %s
bo: ཟུར་ཐོའི་ཊེམ་པེལེཊ་བྱུང་རིམ་འབྱུང་ཁུངས་དུས་མཐུན་བཟོ་བའི་ནོར་འཁྲུལ། %s

source: Index template event triggers updated successfully.
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ་གྱི་བྱུང་རིམ་དེ་ལེགས་འགྲུབ་བྱུང་བའི་སྒོ་ནས་དུས་བསྟུན་བྱས།

source: Triggers are document events that cause instances of this index template to be updated.
bo: འབྱུང་ཁུངས་ནི་ཡིག་ཆའི་བྱུང་རིམ་ཡིན་ཞིང་། དེས་ཟུར་ཐོའི་ཊེམ་པེལེཊི་འདིའི་གནས་ཚུལ་གསར་བརྗེ་བྱེད།

source: Index template event triggers for: %s
bo: དཀར་ཆག་དཔེ་སྒྲོམ་གྱི་བྱུང་རིམ་འབྱུང་ཁུངས།: %s

source: Tree template nodes for index: %s
bo: དཀར་ཆག་ཆེད་དུ་ཤིང་སྡོང་ཚད་གཞིའི་མཛུབ་མོ། %s

source: Create child node of: %s
bo: ཕྲུ་གུའི་མཐུད་ཁ་གསར་འཛུགས་བྱས %s

source: Delete the index template node: %s?
bo: དཀར་ཆག་ཚད་གཞིའི་མཐུད་ཁ་བསུབས་དགོས། %s ?

source: Edit the index template node: %s
bo: དཀར་ཆག་དཔེ་སྒྲོམ་གྱི་མཐུད་ཁ་རྩོམ་སྒྲིག་བྱོས། %s

source: Rebuild index template: %s
bo: ཟུར་ཐོའི་དཔེ་སྒྲོམ་བསྐྱར་བཟོ %s

source: Index template queued for rebuild.
bo: བསྐྱར་བཟོ་ཆེད་དུ་ཟུར་ཐོའི་དཔེ་སྒྲོམ་བང་སྒྲིག་ཡོད།

source: %(count)d index template queued for rebuild.
bo: བསྐྱར་བཟོ་ཆེད་དུ་ %(count)d དཀར་ཆག་ཊེམ་པེལེཊ་བང་སྒྲིག་ཡོད།

source: %(count)d index reset.
bo: %(count)d ཨེན་ཌི་ཟུར་ཐོ་སླར་སྒྲིག་བྱེད།

source: Index templates for which their instances will be deleted.
bo: དེ་དག་གི་གནས་ཚུལ་བསུབས་པའི་ཟུར་ཐོའི་དཔེ་རིས།
