Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/document_parsing/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Document parsing
bo: ཡིག་ཆ་དབྱེ་ཞིབ།

source: A generator returning the document file's pages parsed content.
bo: ཡིག་ཆའི་ཡིག་ཆའི་ཤོག་ངོས་ལ་དབྱེ་ཞིབ་བྱས་པའི་ནང་དོན་སླར་ལོག་བྱེད་པའི་འཕྲུལ་ཆས་ཤིག་རེད།

source: Content
bo: ནང་དོན

source: Utility from the poppler-utils package used to extract content from PDF files.
bo: PDF ཡིག་ཆ་ནས་ནང་དོན་འདོན་པར་བེད་སྤྱོད་བྱེད་པའི་poppler-utils ཐུམ་སྒྲིལ་ནས་བེད་སྤྱོད།

source: Document file parsed content deleted
bo: ཡིག་ཆའི་ཡིག་ཆའི་དབྱེ་ཞིབ་ནང་དོན་སུབ་པ།

source: Document file submitted for parsing
bo: ཡིག་ཆའི་ཡིག་ཆ་དབྱེ་ཞིབ་ཆེད་ཕུལ་བ།

source: Document file parsing finished
bo: ཡིག་ཆའི་ཡིག་ཆ་དབྱེ་ཞིབ་ལེགས་འགྲུབ་བྱུང་།

source: Page %(page_number)d
bo: ཤོག་ངོས། %(page_number)d

source: Contents
bo: ནང་དོན།

source: Delete parsed content
bo: དབྱེ་ཞིབ་བྱས་པའི་ནང་དོན་སུབ་པ།

source: Download content
bo: ནང་དོན་ཕབ་ལེན།

source: Submit for parsing
bo: དབྱེ་ཞིབ་ཆེད་ཕུལ་བ།

source: Setup parsing
bo: དབྱེ་ཞིབ་སྒྲིག་འཛུགས།

source: Parse documents per type
bo: རིགས་སོ་སོར་ཡིག་ཆའི་དབྱེ་ཞིབ།

source: Document file page
bo: ཡིག་ཆའི་ཤོག་ངོས་།

source: The actual text content as extracted by the document parsing backend.
bo: ཡིག་ཆ་དབྱེ་ཞིབ་རྒྱབ་ཕྱོགས་ཀྱིས་བཏོན་པའི་ཡིག་ཆའི་ནང་དོན་ངོ་མ།

source: Document file page content
bo: ཡིག་ཆའི་ཤོག་ངོས་ནང་དོན།

source: Document file page contents
bo: ཡིག་ཆའི་ཤོག་ངོས་ནང་དོན།

source: Document type
bo: ཡིག་ཆའི་རིགས།

source: Automatically queue newly created documents for parsing.
bo: རང་འགུལ་གྱིས་གསར་དུ་བཟོས་པའི་ཡིག་ཆ་རྣམས་དབྱེ་ཞིབ་བྱེད་པར་བང་སྒྲིག་བྱེད།

source: Auto parsing
bo: རང་འགུལ་དབྱེ་ཞིབ།

source: Document type settings
bo: ཡིག་ཆའི་རིགས་སྒྲིག་སྟངས།

source: Document types settings
bo: ཡིག་ཆའི་རིགས་སྒྲིག་སྟངས།

source: Exception parsing page; %s
bo: དམིགས་བསལ་གྱི་དབྱེ་ཞིབ་ཤོག་ངོས། %s

source: Cannot find pdftotext executable at: %s
bo: ལག་བསྟར་བྱེད་ཐུབ་པའི་pdfttextའཚོལ་མི་ཐུབ། %s

source: View the content of a document file
bo: ཡིག་ཆའི་ཡིག་ཆའི་ནང་དོན་ལྟ་བ།

source: Parse the content of a document file
bo: ཡིག་ཆའི་ཡིག་ཆའི་ནང་དོན་དབྱེ་ཞིབ།

source: Change document type parsing settings
bo: ཡིག་ཆའི་རིགས་དབྱེ་ཞིབ་སྒྲིག་སྟངས་བསྒྱུར་བ།

source: Parsing
bo: དབྱེ་ཞིབ།

source: Document file parsing
bo: ཡིག་ཆའི་ཡིག་ཆ་དབྱེ་ཞིབ།

source: Document file content
bo: ཡིག་ཆའི་ནང་དོན།

source: Set new document types to perform parsing automatically by default.
bo: སྔོན་སྒྲིག་ལྟར་རང་འགུལ་གྱིས་དབྱེ་ཞིབ་བྱེད་པར་ཡིག་ཆའི་རིགས་གསར་པ་སྒྲིག་དགོས།

source: File path to poppler's pdftotext program used to extract text from PDF files.
bo: ཡིག་ཆའི་འགྲོ་ལམ་པོཔ་ལར་གྱི་pdftotextལས་རིམ་ལ་སྤྱོད་པ་དེ་PDFཡིག་ཆ་ནས་ཡིག་ཆ་འདོན་པར་བེད་སྤྱོད་བྱེད།

source: Error deleting document version content "%(instance)s"; %(exception)s
bo: ཡིག་ཆའི་ཐོན་རིམ་གྱི་ནང་དོན་བསུབས་པའི་ནོར་འཁྲུལ་ &quot; %(instance)s &quot;; %(exception)s

source: Content of %(count)d document versions deleted successfully.
bo: %(count)d ཡིག་ཆའི་ཐོན་རིམ་གྱི་ནང་དོན་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Content of "%(object)s" deleted successfully.
bo: &quot; %(object)s &quot; ཡི་ནང་དོན་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Content of %(count)d document version deleted successfully.
bo: ཡིག་ཆའི་ཐོན་རིམ་ %(count)d ཡི་ནང་དོན་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete the content of: %(object)s.
bo: འདིའི་ནང་དོན་བསུབས་ %(object)s

source: Delete the content of the %(count)d selected document version.
bo: %(count)d འདེམས་སྒྲུག་བྱས་པའི་ཡིག་ཆའི་ཐོན་རིམ་གྱི་ནང་དོན་བསུབས་དགོས།

source: Delete the content of the %(count)d selected document versions.
bo: %(count)d འདེམས་སྒྲུག་བྱས་པའི་ཡིག་ཆའི་ཐོན་རིམ་གྱི་ནང་དོན་བསུབས་དགོས།

source: Content for document file: %s
bo: ཡིག་ཆའི་ཡིག་ཆའི་ནང་དོན། %s

source: Content for document file page: %s
bo: ཡིག་ཆའི་ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་ནང་དོན། %s

source: %(count)d document file added to the parsing queue
bo: དབྱེ་ཞིབ་བང་རིམ་ལ་ %(count)d ཡིག་ཆའི་ཡིག་ཆ་ཁ་སྣོན་བྱས།

source: %(count)d documents files added to the parsing queue
bo: དབྱེ་ཞིབ་བང་རིམ་ལ་ %(count)d ཡིག་ཆའི་ཡིག་ཆ་ཁ་སྣོན་བྱས།

source: Submit %(count)d document file to the parsing queue?
bo: ཡིག་ཆའི་ཡིག་ཆ་ %(count)d དབྱེ་ཞིབ་བང་རིམ་ལ་འབུལ་དགོས་སམ།

source: Submit document file "%s" to the parsing queue
bo: ཡིག་ཆའི་ཡིག་ཆ་ &quot; %s &quot; དབྱེ་ཞིབ་བང་རིམ་ལ་འབུལ།

source: Edit parsing settings for document type: %s.
bo: ཡིག་ཆའི་རིགས་ལ་དབྱེ་ཞིབ་སྒྲིག་སྟངས་ཞུན་དག་བྱེད། %s .

source: Submit all documents of a type for parsing
bo: རིགས་གཅིག་གི་ཡིག་ཆ་ཚང་མ་དབྱེ་ཞིབ་ཆེད་འབུལ་དགོས།

source: %(count)d documents added to the parsing queue.
bo: དབྱེ་ཞིབ་བང་རིམ་ལ་ %(count)d ཡིག་ཆ་ཁ་སྣོན་བྱས།
