Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Document signatures
bo: ཡིག་ཆའི་མཚན་རྟགས།

source: Date and time
bo: ཚེས་གྲངས་དང་དུས་ཚོད།

source: Key ID
bo: ལྡེ་མིག་ཨང་རྟགས་

source: None
bo: གང་ཡང་མེད།

source: Signature ID
bo: མཚན་རྟགས་ཨང་རྟགས།

source: Type
bo: རིགས

source: Detached signature created
bo: ཐ་དད་པའི་མིང་རྟགས་བཟོས་པ།

source: Detached signature deleted
bo: ཁ་བྲལ་བའི་མིང་རྟགས་སུབ་པ།

source: Detached signature uploaded
bo: ཐ་དད་པའི་མིང་རྟགས་ཡར་བསྐུར།

source: Embedded signature created
bo: བཙུགས་པའི་མིང་རྟགས་གསར་བཟོ།

source: Key
bo: ལྡེ་མིག

source: The passphrase to unlock the key and allow it to be used to sign the document file.
bo: ལྡེ་མིག་ཕྱེ་སྟེ་ཡིག་ཆའི་ཡིག་ཆ་ལ་མིང་རྟགས་བཀོད་པར་བེད་སྤྱོད་གཏོང་ཆོག་པའི་གསང་ཚིག་དེ།

source: Passphrase
bo: གསང་ཚིག་།

source: Private key that will be used to sign this document file.
bo: ཡིག་ཆའི་ཡིག་ཆ་འདི་ལ་མིང་རྟགས་བཀོད་པར་བེད་སྤྱོད་གཏོང་བའི་སྒེར་གྱི་ལྡེ་མིག

source: Signature is embedded?
bo: མིང་རྟགས་བཙུགས་ཡོད་དམ།

source: Signature date
bo: མཚན་རྟགས་འགོད་པའི་ཚེས་གྲངས།

source: Signature key ID
bo: མིང་རྟགས་ལྡེ་མིག་ID།

source: Signature key present?
bo: མཚན་རྟགས་ལྡེ་མིག་ཡོད་དམ།

source: Key fingerprint
bo: ལྡེ་མིག་གི་མཛུབ་རྟགས།

source: Key creation date
bo: ལྡེ་མིག་གསར་བཟོ་ཚེས་གྲངས།

source: Key expiration date
bo: འགག་རྩའི་དུས་ཚོད།

source: Key length
bo: ལྡེ་མིག་རིང་ཚད།

source: Key algorithm
bo: རྩིས་གཞི་གཙོ་བོ།

source: Key user ID
bo: གཙོ་གནད་སྤྱོད་མཁན་ཨང་རྟགས།

source: Key type
bo: ལྡེ་མིག་རིགས།

source: Sign detached
bo: རྟགས་ཁ་བྲལ་བ།

source: Delete
bo: བསུབ་པ།

source: Download
bo: ཕབ་ལེན

source: Upload signature
bo: ཡར་བསྐུར་མིང་རྟགས།

source: Sign embedded
bo: རྟགས་བཙུགས་པ།

source: Details
bo: ཞིབ་ཆ

source: Signatures
bo: མཚན་རྟགས།

source: Refresh all signatures
bo: མིང་རྟགས་ཚང་མ་གསར་བརྗེ་བྱེད་པ།

source: Verify all documents
bo: ཡིག་ཆ་ཚང་མ་བདེན་དཔང་བྱེད་པ།

source: signed
bo: མིང་རྟགས་བཀོད་པ།

source: Detached
bo: ཁ་བྲལ་བ།

source: Embedded
bo: བཙུགས་ཡོད།

source: Document file
bo: ཡིག་ཆའི་ཡིག་ཆ།

source: Date and time signed
bo: ཚེས་གྲངས་དང་དུས་ཚོད།

source: ID of the key that will be used to sign the document.
bo: ཡིག་ཆ་དེ་ལ་མིང་རྟགས་བཀོད་པར་བེད་སྤྱོད་གཏོང་རྒྱུའི་ལྡེ་མིག་གི་ཨང་རྟགས།

source: Public key fingerprint
bo: སྤྱི་སྤྱོད་ལྡེ་མིག་མཛུབ་རྟགས།

source: Document file signature
bo: ཡིག་ཆའི་ཡིག་ཆའི་མིང་རྟགས།

source: Document file signatures
bo: ཡིག་ཆའི་ཡིག་ཆའི་མིང་རྟགས།

source: Signature file previously generated.
bo: མིང་རྟགས་ཡིག་ཆ་སྔོན་ལ་བཟོས་ཡོད།

source: Signature file
bo: མཚན་རྟགས་ཡིག་ཆ།

source: Document file detached signature
bo: ཡིག་ཆའི་ཡིག་ཆ་ཁ་བྲལ་བའི་མིང་རྟགས།

source: Document file detached signatures
bo: ཡིག་ཆའི་ཡིག་ཆ་ཁ་བྲལ་བའི་མིང་རྟགས།

source: signature
bo: མིང་རྟགས

source: Document file embedded signature
bo: ཡིག་ཆའི་ཡིག་ཚགས་བཙུགས་པའི་མིང་རྟགས།

source: Document file embedded signatures
bo: ཡིག་ཆའི་ཡིག་ཆ་ནང་འཇུག་བྱས་པའི་མིང་རྟགས།

source: Sign documents with detached signatures
bo: ཡིག་ཆར་མིང་རྟགས་ལོགས་སུ་བཞག་ནས་མིང་རྟགས་འགོད་པ།

source: Sign documents with embedded signatures
bo: ཡིག་ཆར་མིང་རྟགས་བཀོད་ནས་མིང་རྟགས་བཀོད་པ།

source: Delete detached signatures
bo: ཁ་བྲལ་བའི་མིང་རྟགས་སུབ་པ།

source: Download detached document signatures
bo: ཡིག་ཆའི་མིང་རྟགས་ལོགས་སུ་ཕབ་ལེན་བྱེད་པ།

source: Upload detached document signatures
bo: ཡིག་ཆའི་མིང་རྟགས་ལོགས་སུ་ཡར་བསྐུར་བ།

source: Verify document signatures
bo: ཡིག་ཆའི་མིང་རྟགས་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: View document signatures
bo: ཡིག་ཆའི་མཚན་རྟགས་ལ་ལྟ་བ།

source: Signatures slow
bo: མིང་རྟགས་དལ་བ།

source: Verify key signatures
bo: འགག་རྩའི་མིང་རྟགས་བདེན་དཔང་བྱེད་པ།

source: Unverify key signatures
bo: འགག་རྩའི་མིང་རྟགས་བདེན་དཔང་མེད་པར་བཟོ་བ།

source: Verify document file
bo: ཡིག་ཆའི་ཡིག་ཆ་ཞིབ་བཤེར་བྱེད་པ།

source: Verify missing embedded signature
bo: བཙུགས་པའི་མིང་རྟགས་བརླག་པ་བདེན་དཔང་བྱེད་པ།

source: Refresh existing signature information
bo: ད་ཡོད་ཀྱི་མིང་རྟགས་ཆ་འཕྲིན་གསར་བརྗེ་བྱེད་པ།

source: Document file URL
bo: ཡིག་ཆའི་ URL །

source: Primary key of the secret key used to sign the document file.
bo: ཡིག་ཆའི་ཡིག་ཆ་ལ་མིང་རྟགས་བཀོད་པར་བེད་སྤྱོད་བྱེད་པའི་གསང་བའི་ལྡེ་མིག་གཙོ་བོ།

source: Path to the Storage subclass to use when storing detached signatures.
bo: མིང་རྟགས་ཁ་བྲལ་བ་གསོག་འཇོག་བྱེད་སྐབས་བེད་སྤྱོད་གཏོང་བའི་གསོག་འཇོག་སྡེ་ཚན་ཆུང་བ་ལ་འགྲོ་ལམ།

source: Arguments to pass to the SIGNATURE_STORAGE_BACKEND.
bo: མཚན་རྟགས་_དངོས་ཟོག་_རྒྱབ་ལྗོངས་ལ་སྤྲོད་པའི་སྒྲུབ་བྱེད།

source: Unable to initialize the detached signatures storage. Check the settings {} and {} for formatting errors.
bo: ཁ་བྲལ་བའི་མིང་རྟགས་གསོག་འཇོག་འགོ་འཛུགས་བྱེད་མི་ཐུབ། སྒྲིག་སྟངས་ {} དང་ {} ལ་རྩ་སྒྲིག་ནོར་འཁྲུལ་ཡོད་མེད་ཞིབ་བཤེར་བྱེད།

source: Detached signatures
bo: ཁ་བྲལ་བའི་མིང་རྟགས།

source: Passphrase is needed to unlock this key.
bo: ལྡེ་མིག་འདི་ཕྱེ་བར་གསང་ཚིག་དགོས།

source: Passphrase is incorrect.
bo: གསང་ཚིག་ནོར་འདུག

source: Document file signed successfully.
bo: ཡིག་ཆའི་ཡིག་ཆ་ལ་མིང་རྟགས་བཀོད་པ་ལེགས་འགྲུབ་བྱུང་།

source: Sign document file "%s" with a detached signature
bo: ཡིག་ཆའི་ཡིག་ཆ་ &quot; %s &quot; ལ་མིང་རྟགས་ཁ་བྲལ་ནས་མིང་རྟགས་བཀོད།

source: Sign document file "%s" with a embedded signature
bo: ཡིག་ཆའི་ཡིག་ཆ་ &quot; %s &quot; ལ་མིང་རྟགས་བཀོད་ནས་མིང་རྟགས་བཀོད།

source: Delete detached signature: %s
bo: མིང་རྟགས་ཁ་བྲལ་བ་སུབ་དགོས། %s

source: Upload detached signature for document file: %s
bo: ཡིག་ཆའི་ཡིག་ཆའི་ཆེད་དུ་ཐ་དད་པའི་མིང་རྟགས་ཡར་བསྐུར། %s

source: Details for signature: %s
bo: མིང་རྟགས་ཀྱི་ཞིབ་ཕྲ།: %s

source: Signatures help provide authorship evidence and tamper detection. They are very secure and hard to forge. A signature can be embedded as part of the document itself or uploaded as a separate file.
bo: མཚན་རྟགས་ཀྱིས་རྩོམ་པ་པོའི་དཔང་རྟགས་དང་བརྐུ་འཕྲོག་ཤེས་རྟོགས་བྱེད་པར་ཕན་ཐོགས། དེ་ཚོ་ཧ་ཅང་བདེ་འཇགས་ལྡན་པ་དང་བཟོ་དཀའ་བ་རེད། མིང་རྟགས་དེ་ཡིག་ཆའི་ཆ་ཤས་ཤིག་ཏུ་བཙུགས་ཐུབ་པའམ་ཡང་ན་ཡིག་ཆ་སོ་སོ་ཞིག་ཏུ་ཡར་བསྐུར་ཐུབ།

source: There are no signatures for this document file.
bo: ཡིག་ཆའི་ཡིག་ཆ་འདི་ལ་མིང་རྟགས་བཀོད་མེད།

source: Signatures for document file: %s
bo: ཡིག་ཆའི་ཡིག་ཆའི་མིང་རྟགས། %s

source: On large databases this operation may take some time to execute.
bo: གཞི་གྲངས་མཛོད་ཆེན་པོའི་ཐོག་ལ་བཀོལ་སྤྱོད་འདི་ལག་བསྟར་བྱེད་པར་དུས་ཚོད་འགའ་ཤས་འགོར་སྲིད།

source: Refresh all signatures information?
bo: མིང་རྟགས་ཆ་འཕྲིན་ཚང་མ་གསར་བརྗེ་བྱེད་དགོས་སམ།

source: Signature information refresh queued successfully.
bo: མིང་རྟགས་ཆ་འཕྲིན་གསར་བརྗེ་ལེགས་འགྲུབ་བྱུང་།

source: Verify all document for signatures?
bo: ཡིག་ཆ་ཚང་མ་མིང་རྟགས་བཀོད་པར་བདེན་དཔང་བྱེད་དགོས་སམ།

source: Signature verification queued successfully.
bo: མིང་རྟགས་བདེན་དཔང་བང་སྒྲིག་ལེགས་འགྲུབ་བྱུང་།

source: Sign document (detached)
bo: མིང་རྟགས་བཀོད་པའི་ཡིག་ཆ།

source: Private key that will be used to sign the document file.
bo: ཡིག་ཆའི་ཡིག་ཆ་ལ་མིང་རྟགས་བཀོད་པར་བེད་སྤྱོད་གཏོང་བའི་སྒེར་གྱི་ལྡེ་མིག

source: Private key
bo: སྒེར་གྱི་ལྡེ་མིག་།

source: Document has no file to sign. You might be trying to use this action in an initial state before the created document is yet to be processed.
bo: ཡིག་ཆ་ལ་མིང་རྟགས་འགོད་པའི་ཡིག་ཆ་མེད། ཁྱོད་ཀྱིས་བྱ་སྤྱོད་འདི་གསར་བཟོ་བྱས་པའི་ཡིག་ཆ་དེ་ད་དུང་ལས་སྣོན་མ་བྱས་པའི་སྔོན་ལ་འགོ་འཛུགས་གནས་སྟངས་ནང་བེད་སྤྱོད་གཏོང་བར་འབད་བརྩོན་བྱེད་སྲིད།

source: Sign document (embedded)
bo: མིང་རྟགས་ཡིག་ཆ་(བཙུགས་ཡོད།)
