Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/events/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Events
bo: བྱེད་སྒོ།

source: Date and time
bo: ཚེས་གྲངས་དང་དུས་ཚོད།

source: Actor
bo: ཟློས་གར་བ

source: Event
bo: དོན་དག

source: Target
bo: འབེན

source: Action object
bo: བྱ་བའི་དངོས་པོ།

source: Namespace
bo: མིང་བར་སྟོང་།

source: Label
bo: ལག་ཁྱེར་།

source: Seen
bo: མཐོང

source: Object
bo: བྱ་བའི་ཡུལ

source: Event type
bo: བྱུང་རིམ་རིགས།

source: Event list export to CSV
bo: བྱུང་རིམ་རེའུ་མིག་CSVལ་ཕྱིར་འདྲེན་བྱེད།

source: Events exported.
bo: བྱ་འགུལ་ཕྱིར་གཏོང་བྱས།

source: The event list has been exported and is available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
bo: བྱུང་རིམ་ཐོ་གཞུང་ཕྱིར་གཏོང་བྱས་པ་དང་འབྲེལ་མཐུད་འདི་བརྒྱུད་ནས་ཕབ་ལེན་བྱེད་ %(download_url)s %(download_list_url)s

source: Events cleared
bo: བྱུང་རིམ་གཙང་བཤེར་བྱས།

source: Events exported
bo: བྱེད་སྒོ་ཕྱིར་གཏོང་བྱས་པ།

source: Subscription
bo: མངགས་ཉོ།

source: No
bo: མིན

source: Subscribed
bo: མངགས་ཉོ་བྱས།

source: System
bo: མ་ལག

source: Clear events
bo: བྱུང་རིམ་གསལ་བ།

source: Export events
bo: ཕྱིར་གཏོང་བྱེད་སྒོ།

source: Event subscriptions
bo: བྱེད་སྒོའི་མངགས་ཉོ།

source: Object event subscriptions
bo: དངོས་པོའི་བྱུང་རིམ་མངགས་ཉོ།

source: Delete
bo: བསུབ་པ།

source: Notifications
bo: བརྡ་ཐོ།

source: Mark as seen
bo: མཐོང་བ་ལྟར་རྟགས།

source: Mark all as seen
bo: ཚང་མ་མཐོང་བ་ལྟར་རྟགས་བཀོད།

source: Subscriptions
bo: མངགས་ཉོ།

source: Unknown or obsolete event type: %s
bo: མི་ཤེས་པའམ་ཡང་ན་སྲོལ་རྙིང་བྱུང་བའི་བྱུང་རིམ་རིགས་: %s

source: Name
bo: མིང

source: Stored event type
bo: གསོག་འཇོག་བྱས་པའི་བྱུང་རིམ་རིགས།

source: Stored event types
bo: གསོག་འཇོག་བྱས་པའི་བྱུང་རིམ་རིགས།

source: User
bo: བེད་སྤྱོད་པ་།

source: Event subscription
bo: བྱེད་སྒོའི་མངགས་ཉོ།

source: Action
bo: བྱ་སྤྱོད

source: Read
bo: ཀློག་པ

source: Notification
bo: བརྡ་ཐོ།

source: Object event subscription
bo: དངོས་པོའི་བྱུང་རིམ་མངགས་ཉོ།

source: Clear the events of an object
bo: དངོས་པོ་ཞིག་གི་བྱུང་རིམ་གསལ་བ།

source: Export the events of an object
bo: དངོས་པོ་ཞིག་གི་བྱུང་རིམ་ཕྱིར་འདྲེན་བྱེད་པ།

source: View the events of an object
bo: དངོས་པོ་ཞིག་གི་བྱུང་རིམ་ལ་ལྟ་བ།

source: Events fast
bo: བྱ་འགུལ་མགྱོགས་པ།

source: Events slow
bo: བྱུང་རིམ་དལ་བ།

source: Commit an event
bo: བྱ་འགུལ་ཁས་ལེན།

source: Clear event querysets
bo: བྱུང་རིམ་གྱི་འདྲི་རྩད་ཆ་ཚན་གསལ་པོ་བཟོས།

source: Export event querysets
bo: བྱུང་རིམ་འདྲི་རྩད་ཆ་ཚན་ཕྱིར་འདྲེན་བྱེད་པ།

source: Actor content type
bo: འཁྲབ་སྟོན་པའི་ནང་དོན་རིགས།

source: Target content type
bo: དམིགས་སའི་ནང་དོན་རིགས།

source: Verb
bo: བྱ་ཚིག།

source: Event type namespace URL
bo: བྱུང་རིམ་རིགས་ཀྱི་མིང་གནས་URL

source: ID
bo: ཨང་རྟགས།

source: Disables asynchronous events mode. All events will be committed in the same process that triggers them. This was the behavior prior to version 4.5.
bo: དུས་མཉམ་མིན་པའི་བྱུང་རིམ་ཐབས་ལམ་ལྕོགས་མིན་བཟོས། བྱུང་རིམ་ཚང་མ་དེ་དག་ལ་སྐུལ་འདེད་གཏོང་བའི་བྱ་རིམ་གཅིག་གི་ནང་དུ་སྒྲུབ་རྒྱུ་རེད། འདི་ནི་ཐོན་རིམ་༤.༥སྔོན་གྱི་སྤྱོད་ཚུལ་ཡིན།

source: This action is not reversible. The process will be performed in the background.
bo: བྱ་བ་འདི་ཕྱིར་ལོག་མི་ཐུབ། བྱ་རིམ་དེ་རྒྱབ་ལྗོངས་སུ་སྒྲུབ་རྒྱུ་རེད།

source: Event list clear task queued successfully.
bo: བྱུང་རིམ་ཐོ་གཞུང་གསལ་པོའི་ལས་འགན་བང་སྒྲིག་ལེགས་འགྲུབ་བྱུང་།

source: Clear events of: %s
bo: གསལ་པོའི་བྱུང་རིམ %s

source: Clear events of type: %s
bo: དབྱེ་བའི་བྱུང་རིམ་གསལ་པོ་བཟོས།: %s

source: Events track actions that have been performed on, to, or with objects.
bo: བྱུང་རིམ་གྱིས་དངོས་པོ་སྟེང་དུ་ཡང་ན་དངོས་པོ་དང་མཉམ་དུ་སྒྲུབ་པའི་བྱ་སྤྱོད་རྗེས་འདེད་བྱེད།

source: There are no events
bo: བྱུང་རིམ་གང་ཡང་མེད།

source: There are no events for this object
bo: དངོས་པོ་འདི་ལ་བྱུང་རིམ་མེད།

source: Events for: %s
bo: བྱུང་རིམ།: %s

source: There are no events of this type
bo: བྱུང་རིམ་འདི་འདྲ་བྱུང་མེད།

source: Events of type: %s
bo: བྱུང་རིམ་གྱི་རིགས་: %s

source: The process will be performed in the background. The exported events will be available in the downloads area.
bo: བྱ་རིམ་དེ་རྒྱབ་ལྗོངས་སུ་སྒྲུབ་རྒྱུ་རེད། ཕྱིར་གཏོང་བྱས་པའི་བྱ་འགུལ་དེ་དག་ཕབ་ལེན་བྱེད་སའི་ས་ཁུལ་དུ་ཐོབ་ཐུབ།

source: Event list export task queued successfully.
bo: བྱུང་རིམ་ཐོ་གཞུང་ཕྱིར་གཏོང་ལས་འགན་ལམ་ལྷོངས་བྱུང་།

source: Export events of: %s
bo: ཕྱིར་གཏོང་བྱུང་རིམ།: %s

source: Export events of type: %s
bo: ཕྱིར་གཏོང་བྱུང་རིམ་རིགས་: %s

source: Error deleting notification "%(instance)s"; %(exception)s
bo: བརྡ་ཐོ་བསུབས་པའི་ནོར་འཁྲུལ་ &quot; %(instance)s &quot;; %(exception)s

source: %(count)d notifications deleted successfully.
bo: %(count)d བརྡ་ཐོ་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: User "%(object)s" deleted successfully.
bo: བཀོལ་སྤྱོད་པ་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d notification deleted successfully.
bo: %(count)d བརྡ་ཐོ་དེ་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete the %(count)d selected notifications.
bo: འདེམས་སྒྲུག་བྱས་པའི་བརྡ་ཐོ་ %(count)d བསུབས་དགོས།

source: Delete notification: %(object)s.
bo: བརྡ་ཐོ་སུབ %(object)s །

source: Delete the %(count)d selected notification.
bo: འདེམས་སྒྲུག་བྱས་པའི་བརྡ་ཐོ་ %(count)d བསུབས་དགོས།

source: Subscribe to global or object events to receive notifications.
bo: གོ་ལ་ཧྲིལ་པོའམ་དངོས་པོའི་བྱུང་རིམ་ལ་བརྡ་ཐོ་འབྱོར་བར་མངགས་ཉོ་བྱོས།

source: There are no notifications
bo: བརྡ་ཐོ་བཏང་མེད།

source: Mark the selected notification as read?
bo: བདམས་པའི་བརྡ་ཁྱབ་དེ་ཀློག་ཟིན་པར་རྟགས་བརྒྱབ་དམ།

source: Notification marked as read.
bo: བརྡ་ཐོ་དེ་ཀློག་ཟིན་པའི་རྟགས་བཀོད་ཡོད།

source: Mark all notification as read?
bo: བརྡ་ཐོ་ཚང་མ་བཀླགས་ཚར་བ་རེད་དམ།

source: All notifications marked as read.
bo: བརྡ་ཐོ་ཚང་མ་བཀླགས་ཟིན་པའི་རྟགས་བཀོད་ཡོད།

source: Error updating event subscription; %s
bo: བྱ་འགུལ་གྱི་མངགས་ཉོ་དུས་བསྟུན་ནོར་འཁྲུལ་བྱུང་བ། %s

source: Event subscriptions updated successfully
bo: བྱེད་སྒོའི་མངགས་ཉོའི་དུས་བསྟུན་ལེགས་འགྲུབ་བྱུང་།

source: Error updating object event subscription; %s
bo: དངོས་པོའི་བྱུང་རིམ་གྱི་མངགས་ཉོ་དུས་མཐུན་བཟོ་བའི་ནོར་འཁྲུལ། %s

source: Object event subscriptions updated successfully
bo: དངོས་པོའི་བྱུང་རིམ་གྱི་མངགས་ཉོ་ལེགས་འགྲུབ་བྱུང་བའི་སྒོ་ནས་དུས་བསྟུན་བྱས།

source: Event subscriptions for: %s
bo: བྱ་འགུལ་གྱི་མངགས་ཉོ།: %s

source: Subscribe to the events of an object to receive notifications when those events occur.
bo: དངོས་པོ་ཞིག་གི་བྱུང་རིམ་ལ་མངགས་ཉོ་བྱས་ནས་བྱུང་རིམ་དེ་དག་བྱུང་སྐབས་བརྡ་ཐོ་ཐོབ་ཐུབ།

source: There are no object event subscriptions
bo: དངོས་པོའི་བྱུང་རིམ་གྱི་མངགས་ཉོ་མེད།
