Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/autoadmin/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Auto administrator
bo: རང་འགུལ་དོ་དམ་པ།

source: Welcome Admin! You have been given super user privileges. Use them with caution.
bo: དོ་དམ་པ་ཕེབས་པར་དགའ་བསུ་ཞུ། ཁྱེད་ལ་སྤྱོད་མཁན་གྱི་ཐོབ་ཐང་ཆེན་པོ་སྤྲད་ཡོད། དེ་དག་དོགས་ཟོན་ཆེན་པོས་བེད་སྤྱོད་བྱེད་དགོས།

source: Account
bo: ཐོ་བདག

source: Password
bo: གསང་གྲངས

source: Password hash
bo: གསང་གྲངས་ཧ་ཤི།

source: Autoadmin properties
bo: རང་འགུལ་དོ་དམ་རྒྱུ་ཆ།

source: Sets the email of the automatically created super user account.
bo: རང་འགུལ་གྱིས་གསར་བཟོ་བྱས་པའི་ཆེས་མཐོའི་སྤྱོད་མཁན་རྩིས་ཁྲའི་གློག་འཕྲིན་སྒྲིག་བཀོད་བྱེད།

source: The password of the automatically created super user account. If it is equal to None, the password is randomly generated.
bo: རང་འགུལ་གྱིས་བཟོས་པའི་ཆེས་མཐོའི་སྤྱོད་མཁན་གྱི་རྩིས་ཁྲའི་གསང་གྲངས། གལ་ཏེ་ None དང་འདྲ་མཉམ་ཡིན་ན་གསང་གྲངས་དེ་གང་བྱུང་དུ་བཟོས་པ་རེད།

source: The username of the automatically created super user account.
bo: རང་འགུལ་གྱིས་བཟོས་པའི་ཆེས་མཐོའི་སྤྱོད་མཁན་རྩིས་ཁྲའི་སྤྱོད་མཁན་གྱི་མིང་།

source: Automatic credentials
bo: རང་འགུལ་གྱི་བདེན་དཔང་།

source: You have just finished installing <strong>%(project_title)s</strong>, congratulations!
bo: ཁྱེད་ཀྱིས་ <strong>%(project_title)s</strong> བཙུགས་ཚར་བ་རེད། འཚམས་འདྲི་ཞུ།

source: Login using the following credentials:
bo: གཤམ་གྱི་ཆོག་མཆན་སྤྱད་དེ་ནང་འཇུག་བྱོས།

source: Username: <strong>%(account)s</strong>
bo: བཀོལ་སྤྱོད་མིང་།: <strong>%(account)s</strong>

source: Email: <strong>%(email)s</strong>
bo: གློག་འཕྲིན། <strong>%(email)s</strong>

source: Password: <strong>%(password)s</strong>
bo: གསང་གྲངས།: <strong>%(password)s</strong>

source: Be sure to change the password to increase security and to disable this message.
bo: བདེ་འཇགས་ཆེ་རུ་གཏོང་བ་དང་བརྡ་འཕྲིན་འདི་མེད་པར་བཟོ་ཆེད་གསང་གྲངས་བསྒྱུར་དགོས།
