Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Common
bo: སྤྱི་པའི

source: Command line environment with autocompletion.
bo: རང་འགུལ་མཇུག་སྒྲིལ་ཡོད་པའི་བཀའ་ཚིག་གྲལ་ཐིག་ཁོར་ཡུག

source: Checks proper formatting of the README file.
bo: READMEཡིག་ཆའི་རྩ་སྒྲིག་འོས་འཚམ་ལ་ཞིབ་བཤེར་བྱེད།

source: About this
bo: འདིའི་སྐོར།

source: Get the book
bo: དེབ་དེ་ལེན་པ།

source: Documentation
bo: ཡིག་ཆ།

source: Forum
bo: གླེང་སྟེགས།

source: Knowledge base
bo: ཤེས་བྱའི་རྟེན་གཞི།

source: License
bo: ཆོག་མཆན།

source: Mailing list
bo: སྦྲག་བསྐུར་ཐོ་གཞུང་།

source: Copy
bo: འདྲ་བཤུས།

source: Release notes
bo: འགྲེམ་སྤེལ་ཟིན་ཐོ།

source: Setup
bo: འཛུགས་པ

source: Source code
bo: འབྱུང་ཁུངས་ཨང་རྟགས།

source: Online store
bo: དྲ་ཐོག་ཚོང་ཁང་།

source: Support
bo: རྒྱབ་སྐྱོར

source: Tools
bo: ལག་ཆ

source: This feature has been deprecated and will be removed in a future version.
bo: ཁྱད་ཆོས་འདི་བེད་སྤྱོད་མེད་པར་གྱུར་བ་དང་མ་འོངས་པའི་ཐོན་རིམ་ནང་མེད་པར་བཟོ་རྒྱུ་རེད།

source: Days
bo: ཉིན།

source: Hours
bo: ཆུ་ཚོད

source: Minutes
bo: སྐར་མ

source: Facet
bo: ཕྱོགས་ཕྱོགས།

source: Actions
bo: བྱ་སྤྱོད།

source: Related
bo: འབྲེལ་ཡོད

source: Secondary
bo: འབྲིང་རིམ་སློབ་འབྲིང་།

source: System
bo: མ་ལག

source: Return
bo: ཕྱིར་སླེབས

source: User
bo: བེད་སྤྱོད་པ་།

source: Copy object
bo: དངོས་པོ་འདྲ་བཤུས།

source: In list mode, show the "list facet" menu options as a dropdown menu instead of individual buttons.
bo: ཐོ་ཡིག་ཐབས་ལམ་ནང་ &quot;ཐོ་ཡིག་ཕྱོགས་&quot; དཀར་ཆག་གདམ་ཁ་དེ་མཐེབ་རེ་རེར་གྱི་ཚབ་ཏུ་གཤམ་གྱི་དཀར་ཆག་ལྟར་སྟོན།

source: In list mode, show the "object" menu options as a dropdown menu instead of individual buttons.
bo: ཐོ་ཡིག་ཐབས་ལམ་ནང་ &quot;དངོས་པོ་&quot; དཀར་ཆག་གདམ་ཁ་དེ་མཐེབ་རེ་རེའི་ཚབ་ཏུ་གཤམ་གྱི་དཀར་ཆག་ལྟར་སྟོན།

source: Disables the use of the local `media` folder. When using this setting, all apps must be also configured via their respective storage backend settings to use alternate persistence.
bo: ས་གནས་ཀྱི་`བརྡ་འཕྲིན་`སྣོད་ཐོ་བཀོལ་སྤྱོད་བྱེད་མི་ཐུབ། སྒྲིག་སྟངས་འདི་བེད་སྤྱོད་བྱེད་སྐབས་མཉེན་ཆས་ཚང་མ་ཡང་རང་སོའི་གསོག་འཇོག་རྒྱབ་ཕྱོགས་སྒྲིག་སྟངས་བརྒྱུད་ནས་སྒྲིག་བཀོད་བྱེད་དགོས།

source: A list of strings designating all applications that are to be removed from the list normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. Example: ['app_1', 'app_2']
bo: Mayan EDMS གིས་སྤྱིར་བཏང་སྒྲིག་འཇུག་བྱས་པའི་ཐོ་གཞུང་ནས་ཕྱིར་འཐེན་བྱེད་དགོས་པའི་མཉེན་ཆས་ཚང་མ་མཚོན་པའི་ཡིག་རྒྱུན་གྱི་ཐོ་གཞུང་། ཡིག་རྒྱུན་རེ་རེ་བཞིན་མཉེན་ཆས་སྒྲིག་བཀོད་ཀྱི་རིགས་(དགའ་མོས་ཅན་)ཡང་ན་མཉེན་ཆས་ཡོད་པའི་ཐུམ་སྒྲིལ་ལ་ཚག་ཡོད་པའི་པའེ་ཐོན་འགྲོ་ལམ་ཞིག་ཡིན་དགོས། དཔེར་ན། [&#39;app_1&#39;, &#39;app_2&#39;]

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. These apps will be installed after the default apps. Example: ['app_1', 'app_2']
bo: Mayan EDMS གིས་སྤྱིར་བཏང་སྒྲིག་འཇུག་བྱས་པའི་ལས་ལྷག་པའི་སྒྲིག་འཇུག་བྱས་པའི་མཉེན་ཆས་ཚང་མ་མཚོན་པའི་ཡིག་རྒྱུན་གྱི་ཐོ་གཞུང་། ཡིག་རྒྱུན་རེ་རེ་བཞིན་མཉེན་ཆས་སྒྲིག་བཀོད་ཀྱི་རིགས་(དགའ་མོས་ཅན་)ཡང་ན་མཉེན་ཆས་ཡོད་པའི་ཐུམ་སྒྲིལ་ལ་ཚག་ཡོད་པའི་པའེ་ཐོན་འགྲོ་ལམ་ཞིག་ཡིན་དགོས། མཉེན་ཆས་འདི་དག་སྔོན་སྒྲིག་མཉེན་ཆས་རྗེས་སུ་སྒྲིག་འཇུག་བྱ་རྒྱུ་རེད། དཔེར་ན། [&#39;app_1&#39;, &#39;app_2&#39;]

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. These apps will be installed before the default apps. Example: ['app_1', 'app_2']
bo: Mayan EDMS གིས་སྤྱིར་བཏང་སྒྲིག་འཇུག་བྱས་པའི་ལས་ལྷག་པའི་སྒྲིག་འཇུག་བྱས་པའི་མཉེན་ཆས་ཚང་མ་མཚོན་པའི་ཡིག་རྒྱུན་གྱི་ཐོ་གཞུང་། ཡིག་རྒྱུན་རེ་རེ་བཞིན་མཉེན་ཆས་སྒྲིག་བཀོད་ཀྱི་རིགས་(དགའ་མོས་ཅན་)ཡང་ན་མཉེན་ཆས་ཡོད་པའི་ཐུམ་སྒྲིལ་ལ་ཚག་ཡོད་པའི་པའེ་ཐོན་འགྲོ་ལམ་ཞིག་ཡིན་དགོས། མཉེན་ཆས་འདི་དག་སྔོན་སྒྲིག་མཉེན་ཆས་ཀྱི་སྔོན་ལ་སྒྲིག་འཇུག་བྱ་རྒྱུ་རེད། དཔེར་ན། [&#39;app_1&#39;, &#39;app_2&#39;]

source: Name of the view attached to the brand anchor in the main menu. This is also the view to which users will be redirected after log in.
bo: དཀར་ཆག་གཙོ་བོའི་ནང་དུ་ཚོང་རྟགས་གཞི་སྒྲོམ་ལ་མཉམ་སྦྲེལ་བྱས་པའི་མཐོང་སྣང་གི་མིང་། འདི་ནི་ནང་འཇུག་བྱས་རྗེས་སྤྱོད་མཁན་རྣམས་ལ་བསྐྱར་དུ་ཕྱོགས་སྟོན་བྱེད་པའི་མཐོང་སྣང་ཡང་ཡིན།

source: Name of the dashboard to display in the home view.
bo: ཁྱིམ་གྱི་མཐོང་སྣང་ནང་བསྟན་པའི་མཛུབ་ཁྲིད་སྒྲོམ་གྱི་མིང་།

source: Sets the project's name.
bo: ལས་གཞིའི་མིང་གཏན་འཁེལ་བྱེད།

source: Click here to fix this.
bo: འདི་ལ་གནོན་ནས་བཟོ་དགོས།

source: Enter a valid JSON value.
bo: ནུས་ལྡན་གྱི་JSONརིན་ཐང་བླུགས།

source: Enter a valid YAML value.
bo: ནུས་ལྡན་གྱི་YAMLརིན་ཐང་བླུགས།

source: Enter a valid 'internal name' consisting of letters, numbers, and underscores.
bo: ཡི་གེ་དང་ཨང་གྲངས་དང་འོག་ཐིག་བཅས་ལས་གྲུབ་པའི་ནུས་ལྡན་གྱི་ནང་ཁུལ་གྱི་མིང་ཞིག་བླུགས།

source: About
bo: ཉེ་སྐོར་དུ

source: Home
bo: ཡུལ

source: Fields to be copied: %s
bo: འདྲ་བཤུས་བྱེད་དགོས་པའི་ས་སྒོ།: %s

source: Make a copy of %(object_name)s "%(object)s"?
bo: %(object_name)s &quot; %(object)s &quot; ཡི་འདྲ་བཤུས་བཟོས།

source: Object copied successfully.
bo: དངོས་པོ་མཐར་ཕྱིན་ངང་འདྲ་བཤུས་བྱས།

source: No results here means that don't have the required permissions to perform administrative task.
bo: འདིར་གྲུབ་འབྲས་མེད་པ་དེས་འཛིན་སྐྱོང་ལས་འགན་སྒྲུབ་པར་དགོས་མཁོའི་ཆོག་མཆན་མེད་པ་སྟོན་གྱི་ཡོད།

source: No setup options available.
bo: གཞི་སྒྲིག་འདེམས་གཞི་མེད།

source: Here you can configure all aspects of the system.
bo: འདིར་ཁྱེད་ཀྱིས་མ་ལག་གི་ཆ་ཤས་ཚང་མ་སྒྲིག་བཀོད་བྱེད་ཐུབ།

source: Setup items
bo: སྒྲིག་ཆས་རྣམ་གྲངས།

source: These modules are used to do system maintenance.
bo: ཚད་གཞི་འདི་དག་མ་ལག་བདག་གཅེས་བྱེད་པར་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད།
