Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Smart settings
bo: སྒྲིག་སྟངས་རིག་པ།

source: Setting count
bo: གྲངས་ཀ་སྒྲིག་པ།

source: Name
bo: མིང

source: Value
bo: རིན་ཐང

source: Settings namespace
bo: སྒྲིག་སྟངས་མིང་བར་སྟོང་།

source: Choices
bo: གདམ་ག།

source: Possible values allowed for this setting.
bo: སྒྲིག་སྟངས་འདིའི་ཆེད་དུ་འབྱུང་འགྱུར་གྱི་རིན་ཐང་ཆོག་མཆན་སྤྲད་ཡོད།

source: Cannot revert setting. Setting value has not been updated.
bo: སྒྲིག་སྟངས་ཕྱིར་ལོག་བྱེད་མི་ཐུབ། སྒྲིག་སྟངས་རིན་ཐང་གསར་བཅོས་བྱས་མེད།

source: Default
bo: སྔོན་གཤིས།

source: Modified
bo: བཟོ་བཅོས།

source: The value of this setting being modified since the last restart.
bo: མཐའ་མའི་བསྐྱར་འགོ་ཚུགས་རྗེས་སྒྲིག་སྟངས་འདིའི་རིན་ཐང་བསྒྱུར་བཅོས་བྱེད་བཞིན་ཡོད།

source: Overridden
bo: བཀག་འགོག་བྱས་པ།

source: The value of the setting is being overridden by an environment variable.
bo: སྒྲིག་སྟངས་ཀྱི་རིན་ཐང་དེ་ཁོར་ཡུག་འགྱུར་ལྡོག་གིས་བསྒྱུར་བཞིན་ཡོད།

source: Enter the new setting value.
bo: སྒྲིག་སྟངས་རིན་ཐང་གསར་པ་བླུགས།

source: "%s" not a valid entry.
bo: &quot; %s &quot; ནུས་ལྡན་གྱི་ཐོ་འགོད་མིན།

source: Save
bo: སྐྱོབ་པ

source: Settings
bo: སྒྲིག་སྟངས།

source: Edit
bo: བཅོས་པ།

source: Revert
bo: ཕྱིར་ལོག་པ།

source: Namespaces
bo: མིང་གི་བར་སྟོང་།

source: Local storage is currently disabled, changes to settings will not be saved. Instead, use environment variables to modify settings.
bo: ས་གནས་ཀྱི་གསོག་འཇོག་ད་ལྟ་ལྕོགས་མིན་བཟོས་འདུག སྒྲིག་སྟངས་ལ་བསྒྱུར་བཅོས་བྱས་ན་ཉར་ཚགས་བྱེད་མི་ཐུབ། དེའི་ཚབ་ཏུ་སྒྲིག་སྟངས་བསྒྱུར་བཅོས་བྱེད་པར་ཁོར་ཡུག་འགྱུར་ལྡོག་བེད་སྤྱོད་བྱེད།

source: A short text used as the tag name.
bo: མིང་རྟགས་མིང་དུ་བེད་སྤྱོད་བྱེད་པའི་ཡི་གེ་ཐུང་ཐུང་ཞིག

source: Global name
bo: རྒྱལ་སྤྱིའི་མིང་།

source: New value
bo: རིན་ཐང་གསར་པ།

source: Old value
bo: རིན་ཐང་རྙིང་པ།

source: Updated setting
bo: སྒྲིག་གཞི་གསར་བཅོས་བྱས།

source: Updated settings
bo: སྒྲིག་སྟངས་གསར་བཅོས་བྱས།

source: Edit settings
bo: སྒྲིག་སྟངས་རྩོམ་སྒྲིག་བྱེད་པ།

source: View settings
bo: སྒྲིག་སྟངས་ལྟ་བ།

source: Django
bo: ཇང་གོ།

source: A list of strings representing the host/domain names that this site can serve. This is a security measure to prevent HTTP Host header attacks, which are possible even under many seemingly-safe web server configurations. Values in this list can be fully qualified names (e.g. 'www.example.com'), in which case they will be matched against the request's Host header exactly (case-insensitive, not including port). A value beginning with a period can be used as a subdomain wildcard: '.example.com' will match example.com, www.example.com, and any other subdomain of example.com. A value of '*' will match anything; in this case you are responsible to provide your own validation of the Host header (perhaps in a middleware; if so this middleware must be listed first in MIDDLEWARE).
bo: དྲ་ཚིགས་འདིས་ཞབས་ཞུ་སྒྲུབ་ཐུབ་པའི་གཙོ་བོ/ཁྱབ་ཁོངས་ཀྱི་མིང་མཚོན་པའི་ཡིག་རྒྱུན་གྱི་ཐོ་གཞུང་། འདི་ནི་HTTP གཙོ་བོའི་མགོ་ཡིག་འཇབ་རྒོལ་འགོག་པའི་བདེ་འཇགས་ཐབས་ལམ་ཞིག་ཡིན། ཐོ་གཞུང་འདིའི་ནང་དུ་ཡོད་པའི་རིན་ཐང་དེ་ཚོ་ཆ་ཚང་ཆ་རྐྱེན་ཚང་བའི་མིང་ཡིན་ཆོག (དཔེར་ན། &#39;www.example.com&#39;) དེ་ལྟར་བྱས་ན་དེ་དག་རེ་འདུན་གྱི་གཙོ་བདག་མགོ་ཡིག་ལ་གཏན་གཏན་མཐུན་སྒྲིག་བྱེད། དུས་ཚོད་དང་འགོ་འཛུགས་པའི་གནས་གོང་དེ་མངའ་ཁོངས་ཡན་ལག་ཡིག་འབྲུ་ལྟར་བེད་སྤྱོད་གཏོང་ཐུབ། &#39;.example.com&#39; དེ་ example.com དང་ www.example.com དེ་བཞིན་ example.com ཡན་ལག་མངའ་ཁོངས་གཞན་གང་རུང་དང་མཐུན་སྒྲིག་བྱེད། &#39;*&#39; ཡི་རིན་ཐང་གང་རུང་དང་མཐུན་པར་འགྱུར། ཁྱེད་རང་གིས་གཙོ་བོའི་མགོ་ཡིག་ལ་རང་ཉིད་ཀྱི་བདེན་དཔང་བྱེད་པའི་འགན་འཁྲི་ཡོད། (ཕལ་ཆེར་མཉེན་ཆས་དཀྱིལ་མའི་ནང་དུ། གལ་ཏེ་དེ་ལྟར་ཡིན་ན། མཉེན་ཆས་དཀྱིལ་མ་འདི་མཉེན་ཆས་དཀྱིལ་མའི་ནང་དུ་ཐོག་མར་ཐོ་འགོད་བྱེད་དགོས།)

source: When set to True, if the request URL does not match any of the patterns in the URLconf and it doesn't end in a slash, an HTTP redirect is issued to the same URL with a slash appended. Note that the redirect may cause any data submitted in a POST request to be lost. The APPEND_SLASH setting is only used if CommonMiddleware is installed (see Middleware). See also PREPEND_WWW.
bo: གལ་ཏེ་རེ་འདུན་ URL དེ་ URLconf ནང་གི་བཀོད་རིས་གང་རུང་དང་མཐུན་མི་ཐུབ་པ་དང་དེ་གུག་ཤད་ནང་མཇུག་སྒྲིལ་མེད་ན། བསྐྱར་ལོག་གིས་POSTརེ་འདུན་ནང་ཕུལ་བའི་གཞི་གྲངས་གང་རུང་ཞིག་བརླག་སྲིད་པ་དྲན་དགོས། APPEND_SLASH སྒྲིག་སྟངས་འདི་གལ་ཏེ་CommonMiddleware གཞི་བཙུགས་བྱས་ཡོད་ན་རྐྱངམ་གཅིག་བེད་སྤྱོད་བྱེད། (Middleware ལ་གཟིགས།) ད་དུང་ PREPEND_WWW ལ་གཟིགས།

source: The list of validators that are used to check the strength of user's passwords.
bo: སྤྱོད་མཁན་གྱི་གསང་གྲངས་ཀྱི་ཤུགས་ཚད་ཞིབ་བཤེར་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་བདེན་དཔང་བྱེད་མཁན་གྱི་ཐོ་གཞུང་།

source: A list of authentication backend classes (as strings) to use when attempting to authenticate a user.
bo: བཀོལ་སྤྱོད་པ་བདེན་དཔང་བྱེད་པར་འབད་པའི་སྐབས་བེད་སྤྱོད་གཏོང་བའི་བདེན་དཔང་རྒྱབ་ཕྱོགས་ཀྱི་སྡེ་ཚན་གྱི་ཐོ་གཞུང་། (ཡིག་རྒྱུན་ལྟར་)

source: Whether to use a secure cookie for the CSRF cookie. If this is set to True, the cookie will be marked as "secure", which means browsers may ensure that the cookie is only sent with an HTTPS connection. https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_COOKIE_SECURE
bo: CSRF ཀུ་ཀི་ལ་བདེ་འཇགས་ལྡན་པའི་ཀུ་ཀི་བེད་སྤྱོད་གཏོང་དགོས་སམ། གལ་ཏེ་འདི་བདེན་པ་ལ་སྒྲིག་ན། ཀུ་ཀི་དེ་&quot;བདེ་འཇགས་&quot;ཞེས་རྟགས་བཀོད་རྒྱུ་ཡིན། 4.2/ref/settings/#std-སྒྲིག་སྟངས-CSRF_COOKIE_SECURE

source: A list of trusted origins for unsafe requests (e.g. POST). https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_TRUSTED_ORIGINS
bo: བདེ་འཇགས་མེད་པའི་འབོད་སྐུལ་གྱི་ཡིད་ཆེས་བྱེད་ཐུབ་པའི་འབྱུང་ཁུངས་ཀྱི་ཐོ་གཞུང་། (དཔེར་ན། POST) 4.2/ref/settings/#std-སྒྲིག་སྟངས-CSRF_ཡིད་ཆེས་_འབྱུང་ཁུངས།

source: Whether to store the CSRF token in the user's session instead of in a cookie. https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_USE_SESSIONS
bo: CSRF རྟགས་མཚན་དེ་ཀུ་ཀི་ནང་ལ་མ་ཡིན་པར་སྤྱོད་མཁན་གྱི་ཚོགས་ཐུན་ནང་ལ་གསོག་འཇོག་བྱེད་དགོས་སམ། 4.2/ref/settings/#std-སྒྲིག་སྟངས།CSRF_USE_SESSIONS

source: A dictionary containing the settings for all databases to be used with Django. It is a nested dictionary whose contents map a database alias to a dictionary containing the options for an individual database. The DATABASES setting must configure a default database; any number of additional databases may also be specified.
bo: ཌི་ཇང་གོ་དང་མཉམ་དུ་བེད་སྤྱོད་གཏོང་བའི་གཞི་གྲངས་མཛོད་ཚང་མའི་སྒྲིག་སྟངས་ཡོད་པའི་ཚིག་མཛོད། འདི་ནི་ནང་དོན་གྱིས་གཞི་གྲངས་མཛོད་ཀྱི་མིང་གཞན་ཞིག་གཞི་གྲངས་མཛོད་རེ་རེའི་གདམ་ཁ་ཡོད་པའི་ཚིག་མཛོད་ལ་ས་ཁྲ་བཟོ་བའི་ནང་དོན་ཚིག་མཛོད་ཅིག་ཡིན། DATABASES སྒྲིག་སྟངས་འདིས་སྔོན་སྒྲིག་གནས་སྡུད་གཞི་གྲངས་སྒྲིག་བཀོད་བྱེད་དགོས། གཞི་གྲངས་མཛོད་ཁ་སྣོན་གྱི་གྲངས་ཀ་གང་རུང་ཞིག་ཀྱང་གསལ་བཀོད་བྱེད་ཐུབ།

source: Default: 2621440 (i.e. 2.5 MB). The maximum size in bytes that a request body may be before a SuspiciousOperation (RequestDataTooBig) is raised. The check is done when accessing request.body or request.POST and is calculated against the total request size excluding any file upload data. You can set this to None to disable the check. Applications that are expected to receive unusually large form posts should tune this setting. The amount of request data is correlated to the amount of memory needed to process the request and populate the GET and POST dictionaries. Large requests could be used as a denial-of-service attack vector if left unchecked. Since web servers don't typically perform deep request inspection, it's not possible to perform a similar check at that level. See also FILE_UPLOAD_MAX_MEMORY_SIZE.
bo: སྔོན་སྒྲིག: 2621440 (དེ་ཡང་ 2.5 MB) ཡིན། དོགས་པ་ཅན་གྱི་བཀོལ་སྤྱོད་(RequestDataTooBig)མ་འཕར་གོང་དུ་རེ་འདུན་གྱི་གཟུགས་པོ་དེ་བའིཊི་ནང་ཆེས་མཐོའི་ཚད་ཡིན། བརྟག་དཔྱད་དེ་ request.body ཡང་ན་ request.POST ལ་འཛུལ་སྐབས་བྱེད་ཀྱི་ཡོད། ཁྱེད་ཀྱིས་འདི་མེད་པ་ལ་སྒྲིག་ནས་བརྟག་དཔྱད་དེ་ལྕོགས་མིན་བཟོ་ཐུབ། སྤྱིར་བཏང་མིན་པའི་འབྲི་ཤོག་ཆེན་པོ་ཐོབ་རྒྱུའི་རེ་བ་བྱེད་པའི་མཉེན་ཆས་ཚོས་སྒྲིག་སྟངས་འདི་སྒྲིག་དགོས། རེ་འདུན་གྱི་གནད་སྡུད་ཀྱི་ཚད་གཞི་དེ་རེ་འདུན་ལ་ལས་སྣོན་བྱེད་པར་དགོས་པའི་དྲན་ཚད་ཀྱི་ཚད་གཞི་དང་འབྲེལ་བ་ཡོད། གལ་ཏེ་ཞིབ་བཤེར་མ་བྱས་ན་རེ་འདུན་ཆེན་པོ་དེ་ཚོ་ཞབས་ཞུ་ཁས་མི་ལེན་པའི་འཇབ་རྒོལ་གྱི་བརྡ་རྟགས་ལྟར་བེད་སྤྱོད་གཏོང་ཐུབ། དྲ་རྒྱའི་ཞབས་ཞུ་འཕྲུལ་ཆས་ཀྱིས་སྤྱིར་བཏང་དུ་རེ་འདུན་གཏིང་ཟབ་པའི་ཞིབ་བཤེར་བྱེད་ཀྱི་མེད་པས་གནས་རིམ་དེ་ལ་དེ་དང་འདྲ་བའི་ཞིབ་བཤེར་བྱེད་ཐུབ་ཀྱི་མེད། ཡིག་ཆ་_ཡར་བསྐུར་_མཐོ་ཤོས་_དྲན་ཚད་_ཆེ་ཆུང་ཡང་གཟིགས།

source: Default: 'webmaster@localhost' Default email address to use for various automated correspondence from the site manager(s). This doesn't include error messages sent to ADMINS and MANAGERS; for that, see SERVER_EMAIL.
bo: སྔོན་སྒྲིག: &#39;webmaster@localhost&#39; དྲ་ཚིགས་འགན་འཛིན་(ཚོ)ནས་རང་འགུལ་ཡིག་འབྲེལ་སྣ་ཚོགས་ལ་བེད་སྤྱོད་གཏོང་བའི་སྔོན་སྒྲིག་གློག་འཕྲིན་ཁ་བྱང་། འདིའི་ནང་དུ་འཛིན་སྐྱོང་དང་འཛིན་སྐྱོང་པར་བཏང་བའི་ནོར་འཁྲུལ་གྱི་བརྡ་འཕྲིན་ཚུད་མེད། དེའི་ཆེད་དུ་སར་བར་_གློག་འཕྲིན་ལ་གཟིགས།

source: Default: [] (Empty list). List of compiled regular expression objects representing User-Agent strings that are not allowed to visit any page, systemwide. Use this for bad robots/crawlers. This is only used if CommonMiddleware is installed (see Middleware).
bo: སྔོན་སྒྲིག: [] (ཐོ་གཞུང་སྟོང་པ་)། ཤོག་ངོས་གང་རུང་ལ་ལྟ་སྐོར་བྱེད་མི་ཆོག་པའི་སྤྱོད་མཁན་ལས་བྱེད་ཡིག་རྒྱུན་མཚོན་པའི་ཕྱོགས་སྒྲིག་བྱས་པའི་དུས་རྒྱུན་གྱི་གསལ་བརྗོད་དངོས་པོའི་ཐོ་གཞུང་། འདི་འཕྲུལ་ཆས་ངན་པའམ་ཡང་ན་འཕུར་སྐྱོད་བྱེད་མཁན་ལ་བེད་སྤྱོད་བྱོས། གལ་ཏེ་CommonMiddleware བཙུགས་ཡོད་ན་འདི་བེད་སྤྱོད་གཏོང་ཐུབ། (Middleware ལ་གཟིགས།)

source: Default: 'django.core.mail.backends.smtp.EmailBackend'. The backend to use for sending emails.
bo: སྔོན་སྒྲིག: &#39;django.core.mail.backends.smtp.གློག་འཕྲིན་རྒྱབ་ལྗོངས་&#39;. གློག་འཕྲིན་གཏོང་བར་བེད་སྤྱོད་གཏོང་བའི་རྒྱབ་ལྗོངས།

source: Default: 'localhost'. The host to use for sending email.
bo: སྔོན་སྒྲིག: &#39;ས་གནས་ཀྱི་གཙོ་བདག་&#39;. གློག་འཕྲིན་གཏོང་བར་སྤྱོད་པའི་གཙོ་བདག་།

source: Default: '' (Empty string). Password to use for the SMTP server defined in EMAIL_HOST. This setting is used in conjunction with EMAIL_HOST_USER when authenticating to the SMTP server. If either of these settings is empty, Django won't attempt authentication.
bo: སྔོན་སྒྲིག: &#39;&#39; (ཡིག་རྒྱུན་སྟོང་པ།) EMAIL_HOST ནང་གསལ་བཀོད་བྱས་པའི་SMTP ཞབས་ཞུ་འཕྲུལ་ཆས་ལ་སྤྱོད་པའི་གསང་གྲངས། སྒྲིག་སྟངས་འདི་SMTPསར་བར་ལ་བདེན་དཔང་བྱེད་སྐབས་EMAIL_HOST_USERདང་མཉམ་དུ་བེད་སྤྱོད་བྱེད། གལ་ཏེ་སྒྲིག་སྟངས་འདི་གཉིས་ལས་གང་རུང་ཞིག་སྟོང་པ་ཡིན་ན། ཇང་གོ་ཡིས་བདེན་དཔང་བྱེད་པར་འབད་བརྩོན་བྱེད་ཀྱི་མིན།

source: Default: '' (Empty string). Username to use for the SMTP server defined in EMAIL_HOST. If empty, Django won't attempt authentication.
bo: སྔོན་སྒྲིག: &#39;&#39; (ཡིག་རྒྱུན་སྟོང་པ།) EMAIL_HOST ནང་གསལ་བཀོད་བྱས་པའི་SMTP ཞབས་ཞུ་འཕྲུལ་ཆས་ལ་སྤྱོད་པའི་སྤྱོད་མཁན་གྱི་མིང་། གལ་ཏེ་སྟོང་པ་ཡིན་ན། ཇང་གོ་ཡིས་བདེན་དཔང་བྱེད་པར་འབད་བརྩོན་བྱེད་ཀྱི་མིན།

source: Default: 25. Port to use for the SMTP server defined in EMAIL_HOST.
bo: སྔོན་སྒྲིག: 25. EMAIL_HOST ནང་གསལ་བཀོད་བྱས་པའི་SMTP སར་བར་གྱི་ཆེད་དུ་བེད་སྤྱོད་གཏོང་བའི་མཐུད་ཁ།

source: Default: None. Specifies a timeout in seconds for blocking operations like the connection attempt.
bo: སྔོན་སྒྲིག: མེད། མཐུད་སྣེ་ཚོད་ལྟ་ལྟ་བུའི་བཀོལ་སྤྱོད་བཀག་འགོག་བྱེད་པའི་ཆེད་དུ་སྐར་ཆའི་ནང་དུས་ཚོད་རྫོགས་པ་གསལ་བཀོད་བྱེད།

source: Default: False. Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting EMAIL_USE_TLS. Note that EMAIL_USE_TLS/EMAIL_USE_SSL are mutually exclusive, so only set one of those settings to True.
bo: སྔོན་སྒྲིག: རྫུན་མ། SMTP ཞབས་ཞུ་འཕྲུལ་ཆས་ལ་སྐད་ཆ་བཤད་སྐབས་མངོན་གསལ་གྱི་TLS (བདེ་འཇགས་) མཐུད་ཁ་བེད་སྤྱོད་གཏོང་དགོས་སམ། གློག་འཕྲིན་ཡིག་ཆ་མང་ཆེ་བའི་ནང་TLSམཐུད་ཁ་འདི་ལ་SSLཞེས་འབོད་ཀྱི་ཡོད། གལ་ཏེ་ཁྱེད་ལ་དཀའ་ངལ་འཕྲད་ན་ TLS སྒྲིག་སྟངས་གསལ་པོ་ EMAIL_USE_TLS ལ་གཟིགས། EMAIL_USE_TLS/EMAIL_USE_SSL ནི་ཕན་ཚུན་ཁ་བྲལ་བ་ཡིན་པས་སྒྲིག་སྟངས་དེ་དག་ལས་གཅིག་བདེན་པ་ལ་སྒྲིག་དགོས།

source: Default: False. Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587. If you are experiencing hanging connections, see the implicit TLS setting EMAIL_USE_SSL.
bo: སྔོན་སྒྲིག: རྫུན་མ། SMTP ཞབས་ཞུ་འཕྲུལ་ཆས་ལ་སྐད་ཆ་བཤད་སྐབས་TLS (བདེ་འཇགས་) མཐུད་ཁ་བེད་སྤྱོད་གཏོང་དགོས་མིན། འདི་ནི་TLSམཐུད་ཁ་གསལ་པོའི་ཆེད་དུ་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད། སྤྱིར་བཏང་མཐུད་ཁ་587སྟེང་ལ། གལ་ཏེ་ཁྱེད་ལ་མཐུད་ཁ་བཀག་པའི་གནས་ཚུལ་འབྱུང་བཞིན་ཡོད་ན། TLSསྒྲིག་སྟངས་གསལ་པོ་ EMAIL_USE_SSLལ་གཟིགས།

source: Default: 2621440 (i.e. 2.5 MB). The maximum size (in bytes) that an upload will be before it gets streamed to the file system. See Managing files for details. See also DATA_UPLOAD_MAX_MEMORY_SIZE.
bo: སྔོན་སྒྲིག: 2621440 (དེ་ཡང་ 2.5 MB) ཡིན། ཡིག་ཆའི་མ་ལག་ལ་མ་གཏོང་གོང་ལ་ཡར་བསྐུར་བའི་ཆེས་མཐོའི་ཚད་(བཱའིཊ་ནང་)ཡིན། ཞིབ་ཕྲའི་ཆེད་དུ་ཡིག་ཆ་འཛིན་སྐྱོང་བྱེད་པ་ལ་གཟིགས། གཞི་གྲངས་_ཡར་བསྐུར་_མཐོ་ཤོས་_དྲན་ཚད་_ཚད་ལ་གཟིགས།

source: Default: '/accounts/login/' The URL where requests are redirected for login, especially when using the login_required() decorator. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
bo: སྔོན་སྒྲིག: &#39;/accounts/login/&#39; ནང་འཇུག་ཆེད་དུ་རེ་འདུན་བསྐྱར་དུ་གཏོང་སའི་URL དམིགས་བསལ་དུ་ནང་འཇུག་དགོས་མཁོ་() མཛེས་རྒྱན་བེད་སྤྱོད་བྱེད་སྐབས། སྒྲིག་སྟངས་འདིས་མིང་བཏགས་པའི་URLབཀོད་རིས་ཡང་ངོས་ལེན་བྱེད་ཀྱི་ཡོད། དེ་དག་སྒྲིག་བཀོད་ཀྱི་འདྲ་བཤུས་ཉུང་དུ་གཏོང་བར་བེད་སྤྱོད་གཏོང་ཐུབ།

source: Default: '/accounts/profile/' The URL where requests are redirected after login when the contrib.auth.login view gets no next parameter. This is used by the login_required() decorator, for example. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
bo: སྔོན་སྒྲིག: &#39;/accounts/profile/&#39; contrib.auth.login མཐོང་སྣང་ལ་ཚད་གཞི་རྗེས་མ་མེད་པའི་སྐབས་ནང་འཇུག་བྱས་རྗེས་རེ་འདུན་བསྐྱར་དུ་གཏོང་བའི་URL ཡིན། འདི་ login_required() མཛེས་རྒྱན་ཆས་ཀྱིས་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད། དཔེར་ན། སྒྲིག་སྟངས་འདིས་མིང་བཏགས་པའི་URLབཀོད་རིས་ཡང་ངོས་ལེན་བྱེད་ཀྱི་ཡོད། དེ་དག་སྒྲིག་བཀོད་ཀྱི་འདྲ་བཤུས་ཉུང་དུ་གཏོང་བར་བེད་སྤྱོད་གཏོང་ཐུབ།

source: Default: None. The URL where requests are redirected after a user logs out using LogoutView (if the view doesn't get a next_page argument). If None, no redirect will be performed and the logout view will be rendered. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
bo: སྔོན་སྒྲིག: མེད། བཀོལ་སྤྱོད་པ་ཞིག་གིས་ཕྱིར་ཐོན་མཐོང་སྣང་བཀོལ་ནས་ཕྱིར་ཐོན་རྗེས་རེ་འདུན་བསྐྱར་དུ་ཕྱོགས་སྟོན་བྱེད་པའི་URL(གལ་ཏེ་མཐོང་སྣང་ལ་ཤོག་ངོས་རྗེས་མའི་སྒྲུབ་བྱེད་མ་ཐོབ་ན།) གལ་ཏེ་མེད་ན་བསྐྱར་ལོག་བྱེད་མི་ཐུབ་པ་དང་ཕྱིར་ཐོན་མཐོང་སྣང་དེ་བསྟན་ཐུབ། སྒྲིག་སྟངས་འདིས་མིང་བཏགས་པའི་URLབཀོད་རིས་ཡང་ངོས་ལེན་བྱེད་ཀྱི་ཡོད། དེ་དག་སྒྲིག་བཀོད་ཀྱི་འདྲ་བཤུས་ཉུང་དུ་གཏོང་བར་བེད་སྤྱོད་གཏོང་ཐུབ།

source: A list of IP addresses, as strings, that: Allow the debug() context processor to add some variables to the template context. Can use the admindocs bookmarklets even if not logged in as a staff user. Are marked as "internal" (as opposed to "EXTERNAL") in AdminEmailHandler emails.
bo: IP ཁ་བྱང་གི་ཐོ་གཞུང་ཞིག ཡིག་རྒྱུན་ལྟར་: རྐྱེན་སེལ་() སྐབས་དོན་བྱ་རིམ་ལ་འགྱུར་ལྡོག་འགའ་ཤས་ཚད་གཞིའི་སྐབས་དོན་ལ་ཁ་སྣོན་བྱེད་དུ་འཇུག་པ། ལས་བྱེད་པའི་སྤྱོད་མཁན་ཞིག་ཡིན་པའི་ཆ་ནས་ཐོ་འགོད་བྱས་མེད་ཀྱང་། འཛིན་སྐྱོང་གློག་འཕྲིན་བཀོལ་སྤྱོད་བྱེད་མཁན་གྱི་གློག་འཕྲིན་ནང་ལ་&quot;ནང་ཁུལ་&quot;(&quot;ཕྱི་ཁུལ་&quot;དང་འགལ་བ་)ཞེས་རྟགས་བཀོད་ཡོད།

source: A list of all available languages. The list is a list of two-tuples in the format (language code, language name) for example, ('ja', 'Japanese'). This specifies which languages are available for language selection. Generally, the default value should suffice. Only set this setting if you want to restrict language selection to a subset of the Django-provided languages.
bo: སྐད་ཡིག་ཡོད་ཚད་ཀྱི་ཐོ་གཞུང་ཞིག ཐོ་གཞུང་འདི་རྩ་སྒྲིག་ནང་(སྐད་ཡིག་གི་ཨང་རྟགས་, སྐད་ཡིག་གི་མིང་) དཔེར་ན་ (&#39;ja&#39;, &#39;Japanese&#39;) གཉིས་ཀྱི་ཊུཔལ་ཐོ་ཡིག་ཅིག་ཨིན། འདིས་སྐད་ཡིག་འདེམས་སྒྲུག་བྱེད་པར་སྐད་ཡིག་གང་ཡོད་མེད་གཏན་འཁེལ་བྱེད། སྤྱིར་བཏང་དུ་སྔོན་སྒྲིག་རིན་ཐང་དེ་འདང་ངེས་ཡིན། གལ་ཏེ་ཁྱེད་ཀྱིས་སྐད་ཡིག་འདེམས་སྒྲུག་དེ་ཌི་ཇང་གོ་ཡིས་མཁོ་སྤྲོད་བྱས་པའི་སྐད་ཡིག་གི་ཆ་ཚན་ཆུང་བ་ཞིག་ལ་ཚད་བཀག་བྱེད་འདོད་ན།

source: A string representing the language code for this installation. This should be in standard language ID format. For example, U.S. English is "en-us". It serves two purposes: If the locale middleware isn't in use, it decides which translation is served to all users. If the locale middleware is active, it provides a fallback language in case the user's preferred language can't be determined or is not supported by the website. It also provides the fallback translation when a translation for a given literal doesn't exist for the user's preferred language.
bo: གཞི་བཙུགས་འདིའི་སྐད་ཡིག་ཨང་རྟགས་མཚོན་པའི་ཡིག་རྒྱུན། འདི་ཚད་ལྡན་སྐད་ཡིག་གི་IDརྣམ་གཞག་ནང་ཡིན་དགོས། དཔེར་ན་ཨ་རིའི་དབྱིན་ཡིག་ནི་&quot;en-us&quot;ཡིན། གལ་ཏེ་ས་གནས་ཀྱི་བར་མའི་མཉེན་ཆས་དེ་བེད་སྤྱོད་བྱེད་ཀྱི་མེད་ན། དེས་སྤྱོད་མཁན་ཚང་མར་སྐད་སྒྱུར་གང་སྤྲོད་དགོས་མིན་ཐག་གཅོད་བྱེད། གལ་ཏེ་ས་གནས་ཀྱི་བར་མའི་མཉེན་ཆས་དེ་ཤུགས་ལྡན་ཡིན་ན། དེས་སྤྱོད་མཁན་གྱིས་འདོད་པའི་སྐད་ཡིག་དེ་གཏན་འབེབས་བྱེད་མི་ཐུབ་པའམ་ཡང་ན་དྲ་ཚིགས་ཀྱིས་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད་པའི་སྐབས་ལ་ཕྱིར་ལོག་སྐད་ཡིག་ཅིག་མཁོ་སྤྲོད་བྱེད། དེ་བཞིན་སྤྱོད་མཁན་གྱིས་འདོད་པའི་སྐད་ཡིག་ལ་ཡིག་འབྲུ་གཅིག་གི་སྐད་སྒྱུར་མེད་པའི་སྐབས་ལ་ཕྱིར་ལོག་སྐད་སྒྱུར་ཡང་མཁོ་སྤྲོད་བྱེད།

source: Default: 'sessionid'. The name of the cookie to use for sessions.This can be whatever you want (as long as it's different from the other cookie names in your application).
bo: སྔོན་སྒྲིག: &#39;sessionid&#39;. འདི་ཁྱེད་རང་ལ་དགོས་པ་གང་འདྲ་ཞིག་ཡིན་ནའང་འགྲིག (ཁྱེད་རང་གི་མཉེན་ཆས་ནང་ཡོད་པའི་ཀུ་ཀི་མིང་གཞན་དང་མི་འདྲ་བ་ཡིན་ན།)

source: Default: 'django.contrib.sessions.backends.db'. Controls where Django stores session data.
bo: སྔོན་སྒྲིག: &#39;django.contrib.sessions.backends.db&#39;. ཇང་གོ་ཡིས་ལས་རིམ་གྱི་གཞི་གྲངས་གང་དུ་གསོག་འཇོག་བྱེད་མིན་ཚོད་འཛིན་བྱེད།

source: A tuple representing a HTTP header/value combination that signifies a request is secure. This controls the behavior of the request object’s is_secure() method. Warning: Modifying this setting can compromise your site’s security. Ensure you fully understand your setup before changing it.
bo: རེ་འདུན་དེ་བདེ་འཇགས་ཡིན་པ་སྟོན་པའི་HTTPམགོ་ཡིག་/རིན་ཐང་མཉམ་སྡེབ་མཚོན་པའི་ཊུ་པལ་ཞིག འདིས་རེ་འདུན་དངོས་པོའི་ is_secure() ཐབས་ལམ་གྱི་བྱ་སྤྱོད་ལ་ཚོད་འཛིན་བྱེད། ཉེན་བརྡ། སྒྲིག་སྟངས་འདི་བསྒྱུར་བཅོས་བྱས་ན་ཁྱེད་ཀྱི་དྲ་ཚིགས་ཀྱི་བདེ་འཇགས་ལ་གནོད་སྐྱོན་ཐེབས་སྲིད། ཁྱེད་རང་གིས་སྒྲིག་བཀོད་བརྗེ་སྒྱུར་མ་བྱེད་གོང་ལ་ཆ་ཚང་ཤེས་རྟོགས་ཐུབ་པར་བྱ་དགོས།

source: URL to use when referring to static files located in STATIC_ROOT. Example: "/static/" or "http://static.example.com/" If not None, this will be used as the base path for asset definitions (the Media class) and the staticfiles app. It must end in a slash if set to a non-empty value.
bo: STATIC_ROOT ནང་ཡོད་པའི་གནས་ལུགས་ཡིག་ཆ་ལ་གཞི་བཅོལ་སྐབས་བེད་སྤྱོད་གཏོང་བའི་URL དཔེར་ན་: &quot;/static/&quot; ཡང་ན་ &quot;http://static.example.com/&quot; གལ་ཏེ་མེད་ན་འདི་རྒྱུ་ནོར་ངེས་ཚིག་(བརྡ་འཕྲིན་སྡེ་ཚན་)དང་གནས་ལུགས་ཡིག་ཆའི་མཉེན་ཆས་ཀྱི་གཞི་གྲངས་འགྲོ་ལམ་དུ་བེད་སྤྱོད་བྱེད། གལ་ཏེ་སྟོང་པ་མ་ཡིན་པའི་གནས་གོང་ལ་སྒྲིག་ན་དེ་གུག་ཤད་ནང་མཇུག་སྒྲིལ་དགོས།

source: A dictionary containing the settings for all storages to be used with Django. It is a nested dictionary whose contents map a storage alias to a dictionary containing the options for an individual storage.
bo: ཌི་ཇང་གོ་དང་མཉམ་དུ་བེད་སྤྱོད་གཏོང་བའི་གསོག་འཇོག་ཚང་མའི་སྒྲིག་སྟངས་ཡོད་པའི་ཚིག་མཛོད། འདི་ནི་ཚིག་མཛོད་ཅིག་ཡིན་ཞིང་། དེའི་ནང་དོན་གྱིས་གསོག་འཇོག་མིང་གཞན་ཞིག་གསོག་འཇོག་རེ་རེའི་གདམ་ཁ་ཡོད་པའི་ཚིག་མཛོད་ལ་ས་ཁྲ་བཟོས་ཡོད།

source: A string representing the time zone for this installation. Note that this isn't necessarily the time zone of the server. For example, one server may serve multiple Django-powered sites, each with a separate time zone setting.
bo: གཞི་བཙུགས་འདིའི་དུས་ཚོད་ཁུལ་མཚོན་པའི་ཡིག་རྒྱུན། འདི་ནི་སར་བར་གྱི་དུས་ཚོད་ས་ཁུལ་མིན་པ་དྲན་དགོས། དཔེར་ན། སར་བར་གཅིག་གིས་ཇང་གོ་གློག་ཤུགས་ལྡན་པའི་དྲ་ཚིགས་སྣ་ཚོགས་ལ་ཞབས་ཞུ་སྒྲུབ་ཐུབ། དེ་དག་རེ་རེ་ལ་དུས་ཚོད་ས་ཁུལ་གྱི་སྒྲིག་སྟངས་སོ་སོ་ཡོད།

source: A boolean that specifies whether to use the X-Forwarded-Host header in preference to the Host header. This should only be enabled if a proxy which sets this header is in use.
bo: བུ་ལིན་དེ་གིས་ X-Forwarded-Host མགོ་ཡིག་འདི་ ཧོསིཊི་མགོ་ཡིག་ལུ་དགའ་མོས་ཅན་སྦེ་ལག་ལེན་འཐབ་དགོཔ་ཨིན་ན་མེན་ན་གསལ་བཀོད་འབདཝ་ཨིན། གལ་ཏེ་མགོ་ཡིག་འདི་སྒྲིག་པའི་ངོ་ཚབ་བེད་སྤྱོད་བྱེད་བཞིན་ཡོད་ན་འདི་ལྕོགས་ཅན་བཟོ་དགོས།

source: A boolean that specifies whether to use the X-Forwarded-Port header in preference to the SERVER_PORT META variable. This should only be enabled if a proxy which sets this header is in use. USE_X_FORWARDED_HOST takes priority over this setting.
bo: SERVER_PORT META འགྱུར་ཅན་ལ་དགའ་མོས་ལྟར་ X-Forwarded-Port མགོ་ཡིག་བེད་སྤྱོད་གཏོང་དགོས་མིན་གསལ་བཀོད་བྱེད་པའི་བུ་ལིན་ཞིག གལ་ཏེ་མགོ་ཡིག་འདི་སྒྲིག་པའི་ངོ་ཚབ་བེད་སྤྱོད་བྱེད་བཞིན་ཡོད་ན་འདི་ལྕོགས་ཅན་བཟོ་དགོས། USE_X_FORWARDED_HOST གིས་སྒྲིག་སྟངས་འདི་ལས་གཙོ་གནད་བཟུང་ཡོད།

source: The full Python path of the WSGI application object that Django's built-in servers (e.g. runserver) will use. The django-admin startproject management command will create a simple wsgi.py file with an application callable in it, and point this setting to that application.
bo: ཌི་ཇང་གོའི་ནང་ཁུལ་གྱི་སར་བར་(དཔེར་ན། རན་སར་བར)བེད་སྤྱོད་གཏོང་བའི་WSGIལག་ལེན་དངོས་པོའི་པའེ་ཐོན་འགྲོ་ལམ་ཆ་ཚང་། django-admin startproject འཛིན་སྐྱོང་བཀའ་ཚིག་གིས་ wsgi.py ཡིག་ཆ་སྟབས་བདེ་ཞིག་གསར་འཛུགས་བྱས་ནས་དེའི་ནང་དུ་འབོད་ཐུབ་པའི་མཉེན་ཆས་ཤིག་བཟོས་ནས་སྒྲིག་སྟངས་འདི་མཉེན་ཆས་དེ་ལ་སྟོན་ཐུབ།

source: Warning
bo: ཉེན་བརྡ

source: Settings updated. Save and restart your installation for changes to take effect.
bo: སྒྲིག་སྟངས་གསར་བརྗེ་བྱས། བསྒྱུར་བཅོས་ལ་ནུས་པ་ཐོན་པའི་ཆེད་དུ་སྒྲིག་འཇུག་ཉར་ཚགས་དང་བསྐྱར་དུ་འགོ་བཙུགས།

source: English
bo: དབྱིན་ཡིག

source: This will overwrite the content of the configuration file.
bo: འདིས་སྒྲིག་བཀོད་ཡིག་ཆའི་ནང་དོན་བརྗེ་སྒྱུར་བྱེད།

source: Save settings to the configuration file?
bo: རིམ་སྒྲིག་ཡིག་ཆའི་ནང་དུ་སྒྲིག་སྟངས་ཉར་ཚགས་བྱེད་དགོས་སམ།

source: Settings saved to configuration file successfully.
bo: སྒྲིག་སྟངས་རྣམས་སྒྲིག་བཀོད་ཡིག་ཆར་ལེགས་འགྲུབ་ངང་ཉར་ཚགས་བྱས།

source: Setting namespaces
bo: མིང་གི་བར་སྟོང་སྒྲིག་སྟངས།

source: Setting updated successfully.
bo: སྒྲིག་སྟངས་ལེགས་འགྲུབ་བྱུང་ནས་གསར་བརྗེ་བྱས།

source: This setting is overridden by an environment variable, changing its value will have no effect.
bo: སྒྲིག་སྟངས་འདི་ཁོར་ཡུག་འགྱུར་ལྡོག་གིས་བརྗེ་སྒྱུར་བྱས་པས་དེའི་རིན་ཐང་བསྒྱུར་ན་ནུས་པ་གང་ཡང་མེད།

source: Edit setting: %s
bo: རྩོམ་སྒྲིག་སྒྲིག་སྟངས།: %s

source: %(count)d settings value reverted.
bo: %(count)d སྒྲིག་སྟངས་རིན་ཐང་ཕྱིར་ལོག་བྱས།

source: Value of setting "%(object)s" reverted.
bo: སྒྲིག་སྟངས་ཀྱི་རིན་ཐང་ &quot; %(object)s &quot; ཕྱིར་ལོག་བྱས།

source: %(count)d setting value reverted.
bo: %(count)d སྒྲིག་སྟངས་རིན་ཐང་ཕྱིར་ལོག་བྱས།

source: Revert the value of the %(count)d selected settings.
bo: འདེམས་སྒྲུག་བྱས་པའི་སྒྲིག་སྟངས་ཀྱི་རིན་ཐང་ཕྱིར་ལོག་བྱེད %(count)d

source: Revert the value of setting: %(object)s
bo: སྒྲིག་སྟངས་ཀྱི་རིན་ཐང་ཕྱིར་ལོག: %(object)s

source: Revert the value of %(count)d selected setting.
bo: འདེམས་སྒྲུག་བྱས་པའི་སྒྲིག་སྟངས་ %(count)d ཡི་རིན་ཐང་ཕྱིར་ལོག་བྱེད།

source: Unsaved changes will be lost.
bo: ཉར་ཚགས་མ་བྱས་པའི་བསྒྱུར་བཅོས་རྣམས་བརླག་འགྲོ།

source: Settings inherited from an environment variable take precedence and cannot be changed in this view.
bo: མཐའ་འཁོར་འགྱུར་ཅན་ནས་རྒྱུད་འཛིན་བྱས་པའི་སྒྲིག་སྟངས་དེ་གཙོ་གནད་ཡིན་པ་དང་མཐོང་སྣང་འདིའི་ནང་བསྒྱུར་བཅོས་བྱེད་མི་ཐུབ།

source: Settings in namespace: %s
bo: མིང་གནས་ནང་སྒྲིག་སྟངས། %s

source: Namespace: %s, not found
bo: མིང་གནས་: %s , མ་རྙེད།
