Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/databases/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Databases
bo: གཞི་གྲངས་མཛོད་ཁང་།

source: The object will be executed, depending on the condition return value.
bo: དངོས་པོ་དེ་གནས་སྟངས་ཕྱིར་ལོག་རིན་ཐང་ལ་རག་སླེབས་ནས་ལག་བསྟར་བྱེད།

source: Has a condition?
bo: ཆ་རྐྱེན་ཞིག་ཡོད་དམ།

source: Description
bo: བཀོད་པ།

source: Label
bo: ལག་ཁྱེར་།

source: Example usage of the property.
bo: དཔེ་མཚོན་རྒྱུ་ནོར་གྱི་བེད་སྤྱོད།

source: Name
bo: མིང

source: Model fields
bo: དཔེ་སྟོན་ས་ཁོངས།

source: Model related fields
bo: དཔེ་སྟོན་དང་འབྲེལ་བའི་ཁྱབ་ཁོངས།

source: Model properties
bo: དཔེ་གཟུགས་ཀྱི་ཁྱད་ཆོས།

source: Model reverse fields
bo: དཔེ་གཞི་ལྡོག་ཕྱོགས་ཀྱི་ས་ཁོངས།

source: Name of the app where the model is defined.
bo: དཔེ་གཟུགས་ངེས་ཚིག་བཀོད་པའི་མཉེན་ཆས་ཀྱི་མིང་།

source: App
bo: མཉེན་ཆས།

source: Complete unique name of the model.
bo: དཔེ་གཟུགས་ཀྱི་ཐུན་མོང་མ་ཡིན་པའི་མིང་ཆ་ཚང་།

source: Full name
bo: མིང་ཆ་ཚང་།

source: Human readable name of the model.
bo: དཔེ་གཟུགས་ཀྱི་མིས་ཀློག་ཐུབ་པའི་མིང་།

source: Properties
bo: ཁྱད་ཆོས།

source: Property models
bo: རྒྱུ་ནོར་དཔེ་སྟོན།

source: Your database backend is set to use SQLite. SQLite should only be used for development and testing, not for production.
bo: ཁྱེད་ཀྱི་གཞི་གྲངས་མཛོད་རྒྱབ་ལྗོངས་དེ་SQLiteབེད་སྤྱོད་གཏོང་བར་སྒྲིག་ཡོད། SQLite ནི་ཐོན་སྐྱེད་ཆེད་དུ་མ་ཡིན་པར་འཕེལ་རྒྱས་དང་ཚོད་ལྟའི་ཆེད་དུ་བེད་སྤྱོད་གཏོང་དགོས།

source: The condition that will determine if this object is executed or not. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
bo: དངོས་པོ་འདི་ལག་བསྟར་བྱེད་མིན་གཏན་འབེབས་བྱེད་པའི་ཆ་རྐྱེན། གནས་གོང་གང་རུང་སླར་ལོག་མི་བྱེད་པའི་གནས་སྟངས་དང་པའེ་ཐོན་གཏན་ཚིག་ཅན་གྱི་གང་ཡང་སླར་ལོག་མི་ཡང་ན་ཡིག་རྒྱུན་སྟོང་པ་(&#39;&#39;)དེ་གཏན་ཚིགས་རྫུན་མ་ཡིན་པར་བརྩི། གནས་གོང་གཞན་གང་རུང་ཞིག་གཏན་ཚིག་བདེན་པ་ཡིན་པར་བརྩི།

source: Condition
bo: ཆ་རྐྱེན

source: Warning
bo: ཉེན་བརྡ

source: No properties available
bo: རྒྱུ་ནོར་གང་ཡང་མེད།

source: Properties for model: %s
bo: དཔེ་གཟུགས་ཀྱི་ཁྱད་ཆོས %s

source: Models with registered properties
bo: ཐོ་འགོད་བྱས་པའི་རྒྱུ་ནོར་ཡོད་པའི་དཔེ་གཞི།
