Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/dependencies/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Dependencies
bo: རྟེན་འབྱུང་།

source: Label
bo: ལག་ཁྱེར་།

source: Internal name
bo: ནང་ཁུལ་གྱི་མིང་།

source: Description
bo: བཀོད་པ།

source: Type
bo: རིགས

source: Other data
bo: གཞི་གྲངས་གཞན།

source: Declared by
bo: ཁྱབ་བསྒྲགས་བྱས།

source: Version
bo: པར་གཞི

source: Environment
bo: ཁོར་ཡུག

source: Check
bo: ཞིབ་བཤེར

source: Name
bo: མིང

source: App
bo: མཉེན་ཆས།

source: Environments
bo: ཁོར་ཡུག།

source: Need to specify at least one: app_label or module.
bo: ཉུང་མཐར་ཡང་གཅིག་གསལ་བཀོད་བྱེད་དགོས། app_label ཡང་ན་ཚད་གཞི།

source: Dependency "%s" already registered.
bo: རྟེན་གཞི་ &quot; %s &quot; ཐོ་འགོད་བྱས་ཟིན།

source: Installing package: %s...
bo: ཐུམ་སྒྲིལ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ། %s ...

source: Already installed.
bo: ད་ལྟ་སྒྲིག་འཇུག་བྱས་ཟིན།

source: Complete.
bo: ཆ་ཚང།

source: Installed and correct version
bo: ཐོན་རིམ་སྒྲིག་འཇུག་དང་ནོར་བཅོས་བྱས།

source: Missing or incorrect version
bo: ཐོན་རིམ་བརླག་པའམ་ནོར་བ།

source: None
bo: གང་ཡང་མེད།

source: Not specified
bo: གཏན་འཁེལ་བྱས་མེད།

source: Patching files...
bo: ཡིག་ཆ་བཅོས་སྒྲིག་བྱེད་པ།

source: Executables that are called directly by the code.
bo: ཐད་ཀར་གསང་གྲངས་ཀྱིས་འབོད་པའི་ལག་བསྟར་བྱེད་ཐུབ་པའི་ཡིག་ཆ།

source: Binary
bo: གཉིས་ལྡན་ཅན།

source: JavaScript libraries downloaded the from NPM registry and used for front-end functionality.
bo: ཇ་ཝ་སི་ཁི་རིཔ་ཊི་དཔེ་མཛོད་ཁང་གིས་NPMཐོ་འགོད་ནས་ཕབ་ལེན་བྱས་ནས་མདུན་ཕྱོགས་ཀྱི་བྱེད་ནུས་ཆེད་དུ་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད།

source: JavaScript
bo: ཇ་ཝ་སི་ཁི་རིཔཊ།

source: Downloading...
bo: ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Verifying...
bo: བདེན་དཔང་བྱེད་བཞིན་པ།

source: Extracting...
bo: འཐེན་འདོན་བྱེད་བཞིན་པ།

source: Python packages downloaded from PyPI.
bo: PyPI ནས་ཕབ་ལེན་བྱས་པའི་པའེ་ཐོན་ཐུམ་བུ།

source: Python
bo: པའེ་ཐན།

source: Fonts downloaded from fonts.googleapis.com.
bo: fonts.googleapis.com ནས་ཕབ་ལེན་བྱས་པའི་ཡིག་གཟུགས།

source: Google font
bo: གུ་གུལ་ཡིག་གཟུགས།

source: Declared in app
bo: མཉེན་ཆས་ནང་ཁྱབ་བསྒྲགས་བྱས།

source: Show dependencies by the app that declared them.
bo: དེ་དག་ཁྱབ་བསྒྲགས་བྱེད་མཁན་གྱི་མཉེན་ཆས་ཀྱིས་རྟེན་གཞི་སྟོན།

source: Class
bo: འཛིན་གྲྭ

source: Show the different classes of dependencies. Classes are usually divided by language or the file types of the dependency.
bo: རྟེན་འབྲེལ་གྱི་སྡེ་ཚན་མི་འདྲ་བ་སྟོན། འཛིན་གྲྭ་རྣམས་རྒྱུན་དུ་སྐད་ཡིག་ཡང་ན་བརྟེན་པའི་ཡིག་ཆའི་རིགས་ལ་བརྟེན་ནས་བགོས་ཡོད།

source: State
bo: གནས་སྟངས

source: Show the different states of the dependencies. True means that the dependencies is installed and is of a correct version. False means the dependencies is missing or an incorrect version is present.
bo: རྟེན་འབྲེལ་གྱི་གནས་ལུགས་མི་འདྲ་བ་སྟོན། བདེན་པ་ཟེར་བ་ནི་རྟེན་གཞི་དེ་སྒྲིག་འཇུག་བྱས་པ་དང་ཐོན་རིམ་ནོར་འཁྲུལ་ཅན་ཞིག་ཡིན་པ་སྟོན་གྱི་ཡོད། རྫུན་མ་ཟེར་བ་ནི་བརྟེན་ས་དེ་མེད་པའམ་ཡང་ན་ཐོན་རིམ་ནོར་བ་ཞིག་ཡོད་པ་མཚོན་གྱི་ཡོད།

source: Dependencies required for an environment might not be required for another. Example environments: Production, Development.
bo: ཁོར་ཡུག་ཅིག་ལ་དགོས་མཁོའི་རྟེན་གཞི་གཞན་ཞིག་ལ་དགོས་མཁོ་མེད་པ་འདྲ། དཔེ་མཚོན་གྱི་ཁོར་ཡུག ཐོན་སྐྱེད་དང་འཕེལ་རྒྱས།

source: Environment used for building distributable packages of the software. End users can ignore missing dependencies under this environment.
bo: མཉེན་ཆས་ཀྱི་བགོ་འགྲེམས་བྱེད་ཐུབ་པའི་ཐུམ་སྒྲིལ་བཟོ་སྐྲུན་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་ཁོར་ཡུག མཐའ་མའི་སྤྱོད་མཁན་གྱིས་ཁོར་ཡུག་འདིའི་འོག་ལ་མེད་པའི་བརྟེན་ས་ལ་སྣང་མེད་བྱེད་ཐུབ།

source: Build
bo: འཛུགས་སྐྲུན

source: Environment used for developers to make code changes. End users can ignore missing dependencies under this environment.
bo: འཕེལ་རྒྱས་གཏོང་མཁན་གྱིས་གསང་གྲངས་བསྒྱུར་བཅོས་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་ཁོར་ཡུག མཐའ་མའི་སྤྱོད་མཁན་གྱིས་ཁོར་ཡུག་འདིའི་འོག་ལ་མེད་པའི་བརྟེན་ས་ལ་སྣང་མེད་བྱེད་ཐུབ།

source: Development
bo: འཕེལ་རྒྱས

source: Environment used for building the documentation. End users can ignore missing dependencies under this environment.
bo: ཡིག་ཆ་བཟོ་སྐྲུན་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་ཁོར་ཡུག མཐའ་མའི་སྤྱོད་མཁན་གྱིས་ཁོར་ཡུག་འདིའི་འོག་ལ་མེད་པའི་བརྟེན་ས་ལ་སྣང་མེད་བྱེད་ཐུབ།

source: Documentation
bo: ཡིག་ཆ།

source: Environment used to specify direct documentation dependencies to workaround unpinned or immutable dependency bugs in third party libraries. End users can ignore missing dependencies under this environment.
bo: ཕྱོགས་གསུམ་པའི་དཔེ་མཛོད་ནང་ལ་མ་བཙུགས་པའམ་ཡང་ན་འགྱུར་བ་མེད་པའི་བརྟེན་པའི་ནོར་འཁྲུལ་ལ་ཐད་ཀར་ཡིག་ཆའི་རྟེན་གཞི་གསལ་བཀོད་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་ཁོར་ཡུག མཐའ་མའི་སྤྱོད་མཁན་གྱིས་ཁོར་ཡུག་འདིའི་འོག་ལ་མེད་པའི་བརྟེན་ས་ལ་སྣང་མེད་བྱེད་ཐུབ།

source: Documentation (override)
bo: ཡིག་ཆ།(བཀག་འགོག་)

source: Normal environment for end users. A missing dependency under this environment will result in issues and errors during normal use.
bo: མཐའ་མའི་སྤྱོད་མཁན་གྱི་རྒྱུན་ལྡན་གྱི་ཁོར་ཡུག མཐའ་འཁོར་འདིའི་འོག་ལ་རག་ལུས་མེད་ན་སྤྱིར་བཏང་བེད་སྤྱོད་བྱེད་སྐབས་གནད་དོན་དང་ནོར་འཁྲུལ་འབྱུང་སྲིད།

source: Production
bo: ཐོན་སྐྱེད

source: Environment used running the test suit to verify the functionality of the code. Dependencies in this environment are not needed for normal production usage.
bo: མཐའ་མཚམས་ཀྱི་བྱེད་ནུས་བདེན་དཔང་བྱེད་པར་ཚོད་ལྟའི་གྱོན་ཆས་བཀོལ་སྤྱོད་བྱེད་པའི་ཁོར་ཡུག སྤྱིར་བཏང་གི་ཐོན་སྐྱེད་བེད་སྤྱོད་ལ་ཁོར་ཡུག་འདིའི་ནང་དུ་བརྟེན་དགོས་མིན།

source: Testing
bo: ཚོད་ལྟ་བྱེད་པ།

source: Check for updates
bo: གསར་འགྱུར་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: Groups
bo: སྡེ་ཚན།

source: Entries
bo: ཐོ་འགོད།

source: Details
bo: ཞིབ་ཆ

source: Dependencies licenses
bo: བརྟེན་སའི་ཆོག་མཆན།

source: Your version (%(version_local)s), is more recent than the published version (%(version_server)s).
bo: ཁྱེད་ཀྱི་ཐོན་རིམ་ ( %(version_local)s ) དེ་དཔེ་སྐྲུན་བྱས་པའི་ཐོན་རིམ་ ( %(version_server)s ) ལས་གསར་ཤོས་ཡིན།

source: The version you are using (%(version_local)s) is outdated. The latest version is %(version_server)s.
bo: ཁྱེད་ཀྱིས་བེད་སྤྱོད་བྱེད་བཞིན་པའི་ཐོན་རིམ་( %(version_local)s )དེ་དུས་ཚོད་རྙིང་པ་རེད། ཐོན་རིམ་གསར་ཤོས་དེ་ %(version_server)s ཡིན།

source: It is not possible to determine the latest version available.
bo: ཐོན་རིམ་གསར་ཤོས་ཡོད་མེད་གཏན་འབེབས་བྱེད་ཐུབ་ཀྱི་མེད།

source: Unexpected error trying to determine the latest version available. Make sure your installation has a connection to the internet; %(exception)s
bo: ཐོན་རིམ་གསར་ཤོས་གཏན་འབེབས་བྱེད་པར་རེ་བ་མེད་པའི་ནོར་འཁྲུལ་བྱུང་ཡོད། ཁྱེད་ཀྱི་གཞི་བཙུགས་ལ་དྲ་རྒྱའི་མཐུད་ཁང་ཡོད་པར་ངེས་པར་དུ་བྱེད་དགོས། %(exception)s

source: Outputs the dependencies as a comma delimited values list.
bo: འབྲེལ་ཡོད་རྣམས་ཚེག་གིས་དབྱེ་བའི་རིན་ཐང་ཐོ་གཞུང་ལྟར་ཐོན་འབྲས་བྱེད།

source: Comma separated names of dependencies to exclude from the list generated.
bo: ཐོ་འགོད་བྱས་པའི་ཐོ་གཞུང་ལས་ཕྱིར་འཐེན་བྱེད་པའི་འབྲེལ་ཡོད་ཀྱི་མིང་ཚེག་གིས་དབྱེ་འབྱེད་བྱས།

source: Comma separated names of dependencies to show in the list while excluding every other one.
bo: གཞན་ཚང་མ་བཀག་པའི་སྐབས་ཐོ་གཞུང་ནང་སྟོན་པའི་འབྲེལ་ཡོད་ཀྱི་མིང་ཚེག་གིས་དབྱེ་འབྱེད་བྱས།

source: Process a specific app.
bo: མཉེན་ཆས་དམིགས་བསལ་ཞིག་ལ་ལས་སྣོན་བྱེད།

source: Force installation even if already installed.
bo: སྒྲིག་འཇུག་བྱས་ཟིན་ནའང་བཙན་ཤེད་ཀྱིས་སྒྲིག་འཇུག་བྱེད་དགོས།

source: View dependencies
bo: རྟེན་འབྲེལ་ལ་ལྟ་བ།

source: This process only checks the Python component of Mayan EDMS.
bo: བྱ་རིམ་འདིས་ Mayan EDMS ཡི་པའེ་ཐོན་ཆ་ཤས་ཁོ་ན་ཞིབ་བཤེར་བྱེད་ཀྱི་ཡོད།

source: It does not verify versions of other components like packaging or deployment technologies, such as container or virtual machine images.
bo: དེས་ཐུམ་སྒྲིལ་ཡང་ན་བཀོལ་སྤྱོད་ལག་རྩལ་ལྟ་བུའི་ཆ་ཤས་གཞན་པའི་ཐོན་རིམ་བདེན་དཔང་བྱེད་ཀྱི་མེད། དཔེར་ན། དོས་ཁང་ཡང་ན་གཟུགས་བརྙན་འཕྲུལ་ཆས་ཀྱི་པར་རིས་ལྟ་བུ།

source: Entries for dependency group: %s
bo: བརྟེན་པའི་སྡེ་ཚན་གྱི་ཐོ་འགོད། %s

source: Group %s not found.
bo: སྡེ་ཚན་ %s རྙེད་མ་སོང་།

source: Dependency groups
bo: རྟེན་འབྲེལ་སྡེ་ཚན།

source: Dependency group and entry: %(group)s, %(entry)s
bo: བརྟེན་ %(entry)s སྡེ་ཚན་དང་ཐོ་འགོད %(group)s

source: Entry %s not found.
bo: ཐོ་འགོད་ %s རྙེད་མ་སོང་།

source: Other packages licenses
bo: ཐུམ་སྒྲིལ་ཆོག་མཆན་གཞན་པ།
