Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/messaging/locale/*/LC_MESSAGES/django.po
Languages: ar, bo

source: Messaging
ar: المراسلة
bo: འཕྲིན་གཏོང་།

source: None
ar: لا شيء
bo: གང་ཡང་མེད།

source: Sender
ar: المرسل
bo: གཏོང་མཁན།

source: Message created
ar: إنشاء الرسالة
bo: བརྡ་འཕྲིན་གསར་བཟོ་བྱས།

source: Message edited
ar: تعديل الرسالة
bo: འཕྲིན་ཡིག་སྒྲིག་བཅོས་བྱས།

source: Body
ar: الجسم
bo: གཟུགས་པོ

source: Create message
ar: إنشاء رسالة
bo: བརྡ་འཕྲིན་གསར་བཟོ།

source: Delete
ar: حذف
bo: བསུབ་པ།

source: Mark as read
ar: تعيين كمقروء
bo: ཀློག་ཟིན་པར་རྟགས་བཀོད།

source: Mark as unread
ar: تعيين كغير مقروء
bo: མ་བཀླགས་པར་རྟགས་བཀོད།

source: Mark all as read
ar: تعيين الكل مقروء
bo: ཚང་མ་བཀླགས་ཟིན་པར་རྟགས་བཀོད།

source: Label
ar: العنوان
bo: ལག་ཁྱེར་།

source: Sender content type
ar: نوع المحتوى المرسل
bo: གཏོང་མཁན་གྱི་ནང་དོན་རིགས།

source: Sender object ID
ar: الرقم التعريفي للمرسل
bo: བསྐུར་མཁན་གྱི་དངོས་པོའི་ཨང་གྲངས།

source: User
ar: مستخدم
bo: བེད་སྤྱོད་པ་།

source: Short description of this message.
ar: وصف قصير لهذه الرسالة.
bo: བརྡ་འཕྲིན་འདིའི་འགྲེལ་བཤད་མདོར་བསྡུས།

source: Subject
ar: موضوع
bo: བསླབ་་བྱ

source: The actual content of the message.
ar: المحتوى الفعلي للرسالة
bo: བརྡ་འཕྲིན་གྱི་ནང་དོན་དངོས་དང་།

source: This field determines if the message has been read or not.
ar: للتحقق من إرسال الرسالة.
bo: ས་སྒོ་འདིས་འཕྲིན་ཡིག་བཀླགས་ཡོད་མེད་གཏན་འབེབས་བྱེད།

source: Read
ar: قراءه
bo: ཀློག་པ

source: Date and time of the message creation.
ar: زمن إنشاء الرسالة
bo: འཕྲིན་ཡིག་གསར་བཟོ་བྱས་པའི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Creation date and time
ar: زمن الإنشاء
bo: གསར་སྐྲུན་གྱི་ཚེས་གྲངས་དང་དུས་ཚོད།

source: Message
ar: رسالة
bo: འཕྲིན

source: Messages
ar: الرسائل
bo: བརྡ་འཕྲིན།

source: Create messages
ar: أنشئ رسائل
bo: བརྡ་འཕྲིན་གསར་བཟོ།

source: Delete messages
ar: حذف الرسائل
bo: འཕྲིན་ཡིག་སུབ་པ།

source: Edit messages
ar: تحرير الرسائل
bo: ཆ་འཕྲིན་རྩོམ་སྒྲིག།

source: View messages
ar: اعرض الرسائل
bo: བརྡ་འཕྲིན་ལ་ལྟ་བ།

source: Sender app label
ar: عنوان تطبيق المرسل
bo: བསྐུར་མཁན་གྱི་མཉེན་ཆས་མིང་བྱང་།

source: Sender model name
ar: اسم المرسل
bo: བསྐུར་མཁན་དཔེ་གཟུགས་ཀྱི་མིང་།

source: Sender URL
ar: رابط المرسل
bo: གཏོང་མཁན་གྱི་ཁ་བྱང་།

source: Primary key of the recipient user of this message.
ar: الرقم الفريد لمستلم الرسالة
bo: འཕྲིན་ཡིག་འདིའི་ཐོབ་མཁན་གྱི་སྤྱོད་མཁན་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: User ID
ar: معرف المستخدم
bo: སྤྱོད་མཁན་ཨང་རྟགས།

source: Error deleting message "%(instance)s"; %(exception)s
ar: خطأ في حذف الرسالة "%(instance)s" ؛ %(exception)s
bo: བརྡ་འཕྲིན་བསུབས་པའི་ནོར་འཁྲུལ་ &quot; %(instance)s &quot;; %(exception)s

source: %(count)d messages deleted successfully.
ar: تم حذف %(count)dرسالة بنجاح
bo: %(count)d འཕྲིན་ཡིག་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Message "%(object)s" deleted successfully.
ar: تم حذف الرسالة %(object)sبنجاح
bo: བརྡ་འཕྲིན་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d message deleted successfully.
ar: تم حذف %(count)dرسالة بنجاح
bo: %(count)d འཕྲིན་ཡིག་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete the %(count)d selected messages.
ar: تم حذف %(count)dرسالا محددة
bo: འདེམས་སྒྲུག་བྱས་པའི་འཕྲིན་ཡིག་ %(count)d བསུབས་དགོས།

source: Delete message: %(object)s.
ar: حذف الرسالة: %(object)s
bo: བརྡ་འཕྲིན་བསུབས་པ་: %(object)s །

source: Delete the %(count)d selected message.
ar: حذف %(count)dرسالة محددة
bo: འདེམས་སྒྲུག་བྱས་པའི་བརྡ་འཕྲིན་ %(count)d བསུབས་དགོས།

source: Details of message: %s
ar: تفاصيل الرسالة: %s
bo: འཕྲིན་ཡིག་གི་ཞིབ་ཕྲ %s

source: Here you will find text messages from other users or from the system.
ar: هنا ستجد الرسائل القادمة من باقي المستخدمين
bo: འདིར་ཁྱེད་ལ་སྤྱོད་མཁན་གཞན་པའམ་ཡང་ན་མ་ལག་ནས་འཕྲིན་ཐུང་ཐོབ་ཐུབ།

source: There are no messages
ar: لا يوجد رسائل
bo: འཕྲིན་ཡིག་མེད་པ།

source: Error marking message "%(instance)s" as read; %(exception)s
ar: خطأ في تعيين الرسالة"%(instance)s" كمقروء؛ %(exception)s
bo: ནོར་འཁྲུལ་གྱི་རྟགས་བཀོད་བརྡ་འཕྲིན་ &quot; %(instance)s &quot; ཀློག་ཟིན་པ་ལྟར། %(exception)s

source: %(count)d messages marked as read successfully.
ar: %(count)dرسالة تم تعيينها كمقروء بنجاح
bo: མཐར་ཕྱིན་ངང་ཀློག་ཟིན་པའི་བརྡ་འཕྲིན་ %(count)d རྟགས་བཀོད་ཡོད།

source: Message "%(object)s" marked as read successfully.
ar: تم تعيين الرسالة %(object)sكمقروء بنجاح
bo: བརྡ་འཕྲིན་ &quot; %(object)s &quot; མཐར་ཕྱིན་པར་ཀློག་ཟིན་པའི་རྟགས་བཀོད་ཡོད།

source: %(count)d message marked as read successfully.
ar: %(count)dرسالة تم تعيينها كمقروء بنجاح
bo: བརྡ་འཕྲིན་དེ་མཐར་ཕྱིན་ %(count)d ཀློག་ཟིན་པའི་རྟགས་བཀོད་ཡོད།

source: Mark the %(count)d selected messages as read.
ar: تعيين %(count)dرسالة محددى كمقروء
bo: འདེམས་སྒྲུག་བྱས་པའི་བརྡ་འཕྲིན་ %(count)d ཀློག་ཟིན་པར་རྟགས་བཀོད།

source: Mark the message "%(object)s" as read.
ar: تعيين الرسالة %(object)sكمقروء
bo: བརྡ་འཕྲིན་ &quot; %(object)s &quot; དེ་ཀློག་ཟིན་པར་རྟགས་བཀོད།

source: Mark the %(count)d selected message as read.
ar: تعيين %(count)dرسالة محددة كمقروء
bo: འདེམས་སྒྲུག་བྱས་པའི་བརྡ་འཕྲིན་དེ་ཀློག་ཟིན་པར་རྟགས་བཀོད %(count)d

source: Mark all message as read?
ar: تعيين جميع الرسائل كمقروء
bo: བརྡ་འཕྲིན་ཚང་མ་བཀླགས་ཟིན་པར་རྟགས་བརྒྱབ་དམ།

source: All messages marked as read.
ar: تعيين كل الرسائل مقروءة
bo: བརྡ་འཕྲིན་ཚང་མ་བཀླགས་ཟིན་པའི་རྟགས་བཀོད་ཡོད།

source: Error marking message "%(instance)s" as unread; %(exception)s
ar: خطأ في تعيين الرسالة "%(instance)s" كمقروءة %(exception)s.
bo: བརྡ་འཕྲིན་ &quot; %(instance)s &quot; མ་བཀླགས་པར་རྟགས་བཀོད་པའི་ནོར་འཁྲུལ། %(exception)s

source: %(count)d messages marked as unread successfully.
ar: %(count)dرسالة تم تعيينها غير مقروءة.
bo: %(count)d བརྡ་འཕྲིན་དེ་དག་མཐར་ཕྱིན་ངང་མ་བཀླགས་པར་རྟགས་བཀོད་ཡོད།

source: Message "%(object)s" marked as unread successfully.
ar: الرسالة "%(object)s" تم تعيينها غير مقروءة
bo: བརྡ་འཕྲིན་ &quot; %(object)s &quot; མཐར་ཕྱིན་པར་ཀློག་མ་ཐུབ་པའི་རྟགས་བཀོད་ཡོད།

source: %(count)d message marked as unread successfully.
ar: %(count)dرسالة تم تعيينها غير مقروءة
bo: %(count)d མཐར་ཕྱིན་ངང་མ་བཀླགས་པར་རྟགས་བཀོད་ཡོད།

source: Mark the %(count)d selected messages as unread.
ar: تعيين%(count)d رسالة محددة كغير مقروءة
bo: འདེམས་སྒྲུག་བྱས་པའི་འཕྲིན་ཡིག་ %(count)d མ་བཀླགས་པར་རྟགས་བཀོད།

source: Mark the message "%(object)s" as unread.
ar: تعيين الرسالة "%(object)s" كفير مقروءة.
bo: བརྡ་འཕྲིན་ &quot; %(object)s &quot; དེ་མ་བཀླགས་པར་རྟགས་བཀོད།

source: Mark the %(count)d selected message as unread.
ar: تعيين %(count)dرسالة محددة كغير مقروءة.
bo: འདེམས་སྒྲུག་བྱས་པའི་བརྡ་འཕྲིན་དེ་ཀློག་མ་ཐུབ་པར་རྟགས་བཀོད %(count)d

source: Group name list
ar: قائمة أسماء المجموعات
bo: སྡེ་ཚན་གྱི་མིང་ཐོ།

source: Comma separated list of user group names that will receive the message. Can be a static value or a template.
ar: قائمة أسماء مجموعات المستخدمين مفصولة بفواصل. يمكن أن تكون قيمة ثابتة أو قالباً.
bo: བརྡ་འཕྲིན་ཐོབ་མཁན་གྱི་སྤྱོད་མཁན་སྡེ་ཚན་གྱི་མིང་ཚེག་གིས་དབྱེ་བའི་ཐོ་གཞུང་། གནས་ལུགས་རིན་ཐང་ཡང་ན་དཔེ་སྒྲོམ་ཞིག་ཡིན་ཆོག

source: Role name list
ar: قائمة أسماء الأدوار
bo: འགན་འཁྲིའི་མིང་ཐོ་གཞུང་།

source: Comma separated list of role labels that will receive the message. Can be a static value or a template.
ar: قائمة تسميات الأدوار المفصولة بفواصل التي ستستلم الرسالة. يمكن أن تكون قيمة ثابتة أو قالبًا.
bo: བརྡ་འཕྲིན་ཐོབ་པའི་འགན་འཁྲིའི་མཚོན་རྟགས་ཀྱི་ཐོ་གཞུང་ཚེག་གིས་དབྱེ་ཡོད། གནས་ལུགས་རིན་ཐང་ཡང་ན་དཔེ་སྒྲོམ་ཞིག་ཡིན་ཆོག

source: Username list
ar: قائمة اسم المستخدم
bo: སྤྱོད་མཁན་གྱི་མིང་ཐོ།

source: Comma separated list of usernames that will receive the message. Can be a static value or a template.
ar: قائمة أسماء المستخدمين المفصولة بفواصل التي ستستلم الرسالة. يمكن أن تكون قيمة ثابتة أو قالبًا.
bo: བརྡ་འཕྲིན་ཐོབ་མཁན་གྱི་སྤྱོད་མཁན་གྱི་མིང་ཐོ་འགོད་ཚེག་གིས་དབྱེ་ཡོད། གནས་ལུགས་རིན་ཐང་ཡང་ན་དཔེ་སྒྲོམ་ཡིན་ཆོག

source: Subject of the message to be sent. Can be a static value or a template.
ar: موضوع الرسالة المراد إرسالها. يمكن أن يكون قيمة ثابتة أو قالبًا.
bo: གཏོང་དགོས་པའི་བརྡ་འཕྲིན་གྱི་བརྗོད་གཞི། གནས་ལུགས་རིན་ཐང་ཡང་ན་དཔེ་སྒྲོམ་ཡིན་ཆོག

source: The actual text to send. Can be a static value or a template.
ar: النص الفعلي المراد إرساله. يمكن أن يكون قيمة ثابتة أو قالبًا.
bo: གཏོང་དགོས་པའི་ཡི་གེ་དངོས་དེ། གནས་ལུགས་རིན་ཐང་ཡང་ན་དཔེ་སྒྲོམ་ཡིན་ཆོག

source: Send user message
ar: إرسال رسالة للمستخدم.
bo: སྤྱོད་མཁན་གྱི་ཆ་འཕྲིན་བསྐུར་བ།

source: Recipients
ar: المستلمون
bo: ལེན་མཁན།

source: Content
ar: المحتوى
bo: ནང་དོན
