Repository: napsugark/mayan-edms-new
Catalog: mayan/apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: bo

source: User management
bo: སྤྱོད་མཁན་དོ་དམ།

source: Group
bo: ཚོགས་པ

source: Groups
bo: སྡེ་ཚན།

source: Name
bo: མིང

source: User
bo: བེད་སྤྱོད་པ་།

source: Users
bo: སྤྱོད་མཁན།

source: Email
bo: གློག་འཕྲིན།

source: First name
bo: མིང

source: Is active?
bo: ཤུགས་ལྡན་ཡིན་ནམ།

source: Is super user?
bo: བེད་སྤྱོད་པ་ཆེན་པོ་རེད་དམ།

source: Last name
bo: རུས་མིང

source: Password
bo: གསང་གྲངས

source: Username
bo: སྤྱོད་མཁན་གྱི་མིང་།

source: Last login
bo: ནང་འཇུག་མཐའ་མ།

source: Has usable password?
bo: བེད་སྤྱོད་གཏོང་ཆོག་པའི་གསང་གྲངས་ཡོད་དམ།

source: All the groups
bo: སྡེ་ཚན་ཚང་མ།

source: All the users
bo: སྤྱོད་མཁན་ཚང་མ།

source: Total users
bo: སྤྱོད་མཁན་བསྡོམས་འབོར།

source: Total groups
bo: སྡེ་ཚན།

source: User dashboard
bo: སྤྱོད་མཁན་གྱི་མཛུབ་སྟོན་སྒྲོམ་གཞི།

source: Group created
bo: སྡེ་ཚན་གསར་འཛུགས་བྱས།

source: Group edited
bo: སྡེ་ཚན་རྩོམ་སྒྲིག།

source: User created
bo: སྤྱོད་མཁན་གསར་བཟོ།

source: User edited
bo: བཀོལ་སྤྱོད་པས་རྩོམ་སྒྲིག་བྱས།

source: User logged in
bo: སྤྱོད་མཁན་ཐོ་འགོད་བྱས།

source: User logged out
bo: སྤྱོད་མཁན་ཕྱིར་བུད་ཟིན།

source: User details
bo: སྤྱོད་མཁན་གྱི་ཞིབ་ཕྲ།

source: Create new group
bo: སྡེ་ཚན་གསར་བ་གསར་འཛུགས།

source: Delete
bo: བསུབ་པ།

source: Edit
bo: བཅོས་པ།

source: Create new user
bo: སྤྱོད་མཁན་གསར་པ་གསར་སྐྲུན་བྱེད་པ།

source: User options
bo: སྤྱོད་མཁན་གྱི་གདམ་ག།

source: Account
bo: ཐོ་བདག

source: Personal
bo: མི་སྒེར་གྱི

source: Attributes
bo: ཁྱད་ཆོས།

source: Forbid this user from changing their password.
bo: སྤྱོད་མཁན་འདིས་ཁོ་ཚོའི་གསང་གྲངས་བརྗེ་མི་ཆོག་པ་བཟོས།

source: User settings
bo: སྤྱོད་མཁན་གྱི་སྒྲིག་བཀོད།

source: Users settings
bo: སྤྱོད་མཁན་གྱི་སྒྲིག་བཀོད།

source: Create new groups
bo: སྡེ་ཚན་གསར་བ་གསར་འཛུགས་བྱེད་པ།

source: Delete existing groups
bo: ད་ཡོད་ཀྱི་སྡེ་ཚན་སུབ་པ།

source: Edit existing groups
bo: ད་ཡོད་ཀྱི་སྡེ་ཚན་རྩོམ་སྒྲིག་བྱེད་པ།

source: View existing groups
bo: ད་ཡོད་ཀྱི་སྡེ་ཚན་ལ་ལྟ་བ།

source: Create new users
bo: སྤྱོད་མཁན་གསར་པ་བསྐྲུན་པ།

source: Delete existing users
bo: ད་ཡོད་སྤྱོད་མཁན་རྣམས་སུབ་པ།

source: Edit existing users
bo: ད་ཡོད་སྤྱོད་མཁན་རྩོམ་སྒྲིག་བྱེད་པ།

source: View existing users
bo: ད་ཡོད་སྤྱོད་མཁན་ལ་ལྟ་བ།

source: URL of the API endpoint showing the list users of this group.
bo: སྡེ་ཚན་འདིའི་ཐོ་གཞུང་སྤྱོད་མཁན་སྟོན་པའི་APIམཐའ་མཚམས་ཀྱི་URL།

source: Users URL
bo: སྤྱོད་མཁན་གྱི་ཁ་བྱང་།

source: Users add URL
bo: སྤྱོད་མཁན་གྱིས་URLཁ་སྣོན་བྱེད།

source: Users remove URL
bo: སྤྱོད་མཁན་གྱིས་URLམེད་པར་བཟོས།

source: Primary key of the user to add to the group.
bo: སྡེ་ཚན་ནང་ཁ་སྣོན་བྱེད་པའི་སྤྱོད་མཁན་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: User ID
bo: སྤྱོད་མཁན་ཨང་རྟགས།

source: Primary key of the user to remove from the group.
bo: སྡེ་ཚན་ནས་ཕྱིར་འཐེན་བྱེད་པའི་སྤྱོད་མཁན་གྱི་ལྡེ་མིག་གཙོ་བོ།

source: URL of the API endpoint showing the list groups this user belongs to.
bo: བཀོལ་སྤྱོད་པ་འདི་གང་ལ་གཏོགས་པའི་ཐོ་གཞུང་སྡེ་ཚན་སྟོན་པའི་APIམཐའ་མཚམས་ཀྱི་URLཡིན།

source: Groups URL
bo: སྡེ་ཚན་གྱི་ཁ་བྱང་།

source: Anonymous
bo: མིང་མེད་པའི

source: Error deleting group "%(instance)s"; %(exception)s
bo: སྡེ་ཚན་ &quot; %(instance)s &quot; བསུབས་པའི་ནོར་འཁྲུལ། %(exception)s

source: %(count)d groups deleted successfully.
bo: %(count)d སྡེ་ཚན་རྣམས་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Group "%(object)s" deleted successfully.
bo: སྡེ་ཚན་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d group deleted successfully.
bo: %(count)d སྡེ་ཚན་དེ་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete the %(count)d selected groups.
bo: འདེམས་སྒྲུག་བྱས་པའི་སྡེ་ཚན་དེ་ཚོ་ %(count)d བསུབས་དགོས།

source: Delete group: %(object)s.
bo: སྡེ་ཚན། %(object)s །

source: Delete the %(count)d selected group.
bo: འདེམས་སྒྲུག་བྱས་པའི་སྡེ་ཚན་ %(count)d བསུབས་དགོས།

source: Details of group: %s
bo: སྡེ་ཚན་གྱི་ཞིབ་ཕྲ།: %s

source: Edit group: %s
bo: རྩོམ་སྒྲིག་སྡེ་ཚན།: %s

source: User groups are organizational units. They should mirror the organizational units of your organization. Groups can't be used for access control. Use roles for permissions and access control, add groups to them.
bo: སྤྱོད་མཁན་གྱི་སྡེ་ཚན་ནི་སྒྲིག་འཛུགས་ཀྱི་སྡེ་ཚན་ཡིན། ཁོང་ཚོས་ཁྱེད་རང་གི་ཚོགས་པའི་སྒྲིག་འཛུགས་ཀྱི་སྡེ་ཚན་ལ་མེ་ལོང་བསྟན་དགོས། སྡེ་ཚན་ཁག་གིས་འཛུལ་སྤྱོད་ཚོད་འཛིན་བྱེད་པར་བེད་སྤྱོད་གཏོང་མི་ཐུབ། ཆོག་མཆན་དང་འཛུལ་སྤྱོད་ཚོད་འཛིན་ཆེད་དུ་འགན་འཁྲི་བེད་སྤྱོད་བྱེད་པ་དང་། དེ་དག་ལ་སྡེ་ཚན་ཁ་སྣོན་བྱེད།

source: There are no user groups
bo: སྤྱོད་མཁན་གྱི་སྡེ་ཚན་མེད་པ།

source: Available users
bo: སྤྱོད་མཁན་ཡོད་མཁན།

source: Group users
bo: སྡེ་ཚན་སྤྱོད་མཁན།

source: Users of group: %s
bo: སྡེ་ཚན་གྱི་སྤྱོད་མཁན།: %s

source: Error deleting user "%(instance)s"; %(exception)s
bo: བཀོལ་སྤྱོད་པ་ &quot; %(instance)s &quot; བསུབས་པའི་ནོར་འཁྲུལ། %(exception)s

source: %(count)d users deleted successfully.
bo: %(count)d བེད་སྤྱོད་པ་རྣམས་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: User "%(object)s" deleted successfully.
bo: བཀོལ་སྤྱོད་པ་ &quot; %(object)s &quot; མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: %(count)d user deleted successfully.
bo: %(count)d བེད་སྤྱོད་པ་མཐར་ཕྱིན་ངང་བསུབས་ཡོད།

source: Delete the %(count)d selected users.
bo: འདེམས་སྒྲུག་བྱས་པའི་བེད་སྤྱོད་པ་ %(count)d བསུབས་དགོས།

source: Delete user: %(object)s.
bo: བེད་སྤྱོད་པ་བསུབས་ %(object)s

source: Delete the %(count)d selected user.
bo: འདེམས་སྒྲུག་བྱས་པའི་བེད་སྤྱོད་པ་ %(count)d བསུབས་དགོས།

source: Warning! You are about to delete your own user account. You will lose access to the system. This process is not reversible.
bo: ཉེན་བརྡ! ཁྱེད་རང་གི་སྤྱོད་མཁན་གྱི་ཁ་བྱང་དེ་སུབ་གྲབས་ཡོད། ཁྱེད་རང་མ་ལག་ལ་འཛུལ་ཞུགས་ཤོར་འགྲོ་གི་རེད། བྱ་རིམ་འདི་ཕྱིར་ལོག་ཐུབ་པ་ཞིག་མ་རེད།

source: Details of user: %s
bo: བཀོལ་སྤྱོད་པའི་ཞིབ་ཕྲ།: %s

source: Edit user: %s
bo: རྩོམ་སྒྲིག་བྱེད་མཁན།: %s

source: Available groups
bo: ཐོབ་པའི་སྡེ་ཚན།

source: User groups
bo: སྤྱོད་མཁན་སྡེ་ཚན།

source: Groups of user: %s
bo: སྤྱོད་མཁན་གྱི་སྡེ་ཚན %s

source: User accounts can be create from this view. After creating a user account you will prompted to set a password for it.
bo: མཐོང་སྣང་འདི་ནས་སྤྱོད་མཁན་གྱི་རྩིས་ཁྲ་གསར་འཛུགས་བྱེད་ཐུབ། བཀོལ་སྤྱོད་པའི་རྩིས་ཁྲ་གསར་འཛུགས་བྱས་རྗེས་ཁྱེད་ལ་གསང་ཚིག་སྒྲིག་དགོས་པའི་བརྡ་སྟོན་བྱེད།

source: There are no user accounts
bo: སྤྱོད་མཁན་གྱི་རྩིས་ཁྲ་མེད་པ།

source: Edit options for user: %s
bo: སྤྱོད་མཁན་གྱི་རྩོམ་སྒྲིག་འདེམས་གཞི། %s
